var allUnivList = [{
	"id": "00",
	"univs": "",
	"name": "中国",
	"provs": [{
		"id": 1,
		"univs": [{
			"id": 1001,
			"name": "清华大学"
		}, {
			"id": 1002,
			"name": "北京大学"
		}, {
			"id": 1003,
			"name": "中国人民大学"
		}, {
			"id": 1004,
			"name": "北京航空航天大学"
		}, {
			"id": 1005,
			"name": "北京邮电大学"
		}, {
			"id": 1006,
			"name": "北京师范大学"
		}, {
			"id": 1007,
			"name": "中国传媒大学"
		}, {
			"id": 1008,
			"name": "北京语言大学"
		}, {
			"id": 1009,
			"name": "北京科技大学"
		}, {
			"id": 1010,
			"name": "中国农业大学"
		}, {
			"id": 1011,
			"name": "北京理工大学"
		}, {
			"id": 1012,
			"name": "北京林业大学"
		}, {
			"id": 1013,
			"name": "北京交通大学"
		}, {
			"id": 1014,
			"name": "中国矿业大学（北京）"
		}, {
			"id": 1015,
			"name": "北京信息科技大学"
		}, {
			"id": 1016,
			"name": "北京工业大学"
		}, {
			"id": 1017,
			"name": "北京化工大学"
		}, {
			"id": 1018,
			"name": "中国政法大学"
		}, {
			"id": 1019,
			"name": "对外经贸大学"
		}, {
			"id": 1020,
			"name": "中央民族大学"
		}, {
			"id": 1021,
			"name": "中国地质大学（北京）"
		}, {
			"id": 1022,
			"name": "中科院"
		}, {
			"id": 1023,
			"name": "北京中医药大学"
		}, {
			"id": 1024,
			"name": "首都经济贸易大学"
		}, {
			"id": 1025,
			"name": "中央财经大学"
		}, {
			"id": 1026,
			"name": "北方工业大学"
		}, {
			"id": 1027,
			"name": "中国石油大学（北京）"
		}, {
			"id": 1028,
			"name": "外交学院"
		}, {
			"id": 1029,
			"name": "首都师范大学"
		}, {
			"id": 1030,
			"name": "中央戏剧学院"
		}, {
			"id": 1031,
			"name": "中国青年政治学院"
		}, {
			"id": 1032,
			"name": "北京外国语大学"
		}, {
			"id": 1033,
			"name": "华北电力大学（北京）"
		}, {
			"id": 1034,
			"name": "中国人民公安大学"
		}, {
			"id": 1035,
			"name": "北京协和医学院"
		}, {
			"id": 1036,
			"name": "北京体育大学"
		}, {
			"id": 1037,
			"name": "北京工商大学"
		}, {
			"id": 1038,
			"name": "北京联合大学"
		}, {
			"id": 1039,
			"name": "首都医科大学"
		}, {
			"id": 1040,
			"name": "国际关系学院"
		}, {
			"id": 1041,
			"name": "中央美术学院"
		}, {
			"id": 1042,
			"name": "北京电子科技学院"
		}, {
			"id": 1043,
			"name": "中国劳动关系学院"
		}, {
			"id": 1044,
			"name": "中华女子学院"
		}, {
			"id": 1045,
			"name": "北京建筑工程学院"
		}, {
			"id": 1046,
			"name": "北京印刷学院"
		}, {
			"id": 1047,
			"name": "北京石油化工学院"
		}, {
			"id": 1048,
			"name": "首钢工学院"
		}, {
			"id": 1049,
			"name": "北京农学院"
		}, {
			"id": 1050,
			"name": "首都体育学院"
		}, {
			"id": 1051,
			"name": "北京第二外国语学院"
		}, {
			"id": 1052,
			"name": "北京物资学院"
		}, {
			"id": 1053,
			"name": "北京警察学院"
		}, {
			"id": 1054,
			"name": "中央音乐学院"
		}, {
			"id": 1055,
			"name": "中国戏曲学院"
		}, {
			"id": 1056,
			"name": "北京舞蹈学院"
		}, {
			"id": 1057,
			"name": "北京城市学院"
		}, {
			"id": 1058,
			"name": "北京电影学院"
		}, {
			"id": 1059,
			"name": "北京服装学院"
		}, {
			"id": 1070,
			"name": "北京工商大学嘉华学院"
		}, {
			"id": 1071,
			"name": "首都师范大学科德学院"
		}, {
			"id": 1072,
			"name": "北京工业大学耿丹学院"
		}, {
			"id": 1073,
			"name": "北京化工大学北方学院"
		}, {
			"id": 1074,
			"name": "北京联合大学广告学院"
		}, {
			"id": 1075,
			"name": "北京邮电大学世纪学院"
		}, {
			"id": 1101,
			"name": "北京大学医学部"
		}, {
			"id": 1102,
			"name": "北京政法职业学院"
		}, {
			"id": 1103,
			"name": "北京信息职业技术学院"
		}, {
			"id": 1104,
			"name": "北京现代职业技术学院"
		}, {
			"id": 1105,
			"name": "北京现代音乐研修学院"
		}, {
			"id": 1106,
			"name": "北京戏曲艺术职业学院"
		}, {
			"id": 1107,
			"name": "北京锡华国际经贸职业学院"
		}, {
			"id": 1108,
			"name": "北京盛基艺术学校"
		}, {
			"id": 1109,
			"name": "北京培黎职业学院"
		}, {
			"id": 1110,
			"name": "北京农业职业学院"
		}, {
			"id": 1111,
			"name": "北京科技职业学院"
		}, {
			"id": 1112,
			"name": "北京科技经营管理学院"
		}, {
			"id": 1113,
			"name": "北京经贸职业学院"
		}, {
			"id": 1114,
			"name": "北京经济技术职业学院"
		}, {
			"id": 1115,
			"name": "北京京北职业技术学院"
		}, {
			"id": 1116,
			"name": "北京交通职业技术学院"
		}, {
			"id": 1117,
			"name": "北京吉利大学"
		}, {
			"id": 1118,
			"name": "北京汇佳职业学院"
		}, {
			"id": 1119,
			"name": "北京工业职业技术学院"
		}, {
			"id": 1120,
			"name": "北京工商管理专修学院"
		}, {
			"id": 1121,
			"name": "北京电子科技职业学院"
		}, {
			"id": 1122,
			"name": "北京财贸职业学院"
		}, {
			"id": 1123,
			"name": "北京北大方正软件技术学院"
		}, {
			"id": 1124,
			"name": "北大资源美术学院"
		}, {
			"id": 1125,
			"name": "北京人文大学"
		}, {
			"id": 1126,
			"name": "北京高等秘书学院"
		}, {
			"id": 1127,
			"name": "北京应用技术大学"
		}, {
			"id": 1128,
			"name": "中国防卫科技学院"
		}, {
			"id": 1129,
			"name": "中国音乐学院"
		}, {
			"id": 1130,
			"name": "中国信息大学"
		}, {
			"id": 1131,
			"name": "北京青年政治学院"
		}, {
			"id": 1132,
			"name": "北京财经专修学院"
		}, {
			"id": 1133,
			"name": "北京经济管理职业学院"
		}, {
			"id": 1134,
			"name": "北京美国英语语言学院"
		}, {
			"id": 1135,
			"name": "中国管理软件学院"
		}, {
			"id": 1136,
			"name": "财政部财政科学研究所"
		}, {
			"id": 1137,
			"name": "北大资源学院"
		}, {
			"id": 1138,
			"name": "现代管理大学"
		}, {
			"id": 1139,
			"name": "北京民族大学"
		}, {
			"id": 1140,
			"name": "北京市劳动保障职业学院"
		}, {
			"id": 1141,
			"name": "北京市建设职工大学"
		}, {
			"id": 1142,
			"name": "北京市房地产职工大学"
		}, {
			"id": 1143,
			"name": "北京市汽车工业总公司职工大学"
		}, {
			"id": 1144,
			"name": "北京市西城经济科学大学"
		}, {
			"id": 1145,
			"name": "北京市丰台区职工大学"
		}, {
			"id": 1146,
			"name": "北京广播电视大学"
		}, {
			"id": 1147,
			"name": "北京教育学院"
		}, {
			"id": 1148,
			"name": "北京市东城区职工业余大学"
		}, {
			"id": 1149,
			"name": "北京市总工会职工大学"
		}, {
			"id": 1150,
			"name": "北京市海淀区职工大学"
		}, {
			"id": 1151,
			"name": "北京市崇文区职工大学"
		}, {
			"id": 1152,
			"name": "北京宣武红旗业余大学"
		}, {
			"id": 1153,
			"name": "北京市石景山区业余大学"
		}, {
			"id": 1154,
			"name": "北京市朝阳区职工大学"
		}, {
			"id": 1155,
			"name": "北京市机械工业局职工大学"
		}, {
			"id": 1156,
			"name": "北京医药集团职工大学"
		}, {
			"id": 1157,
			"name": "北京劳动保障职业学院"
		}, {
			"id": 1158,
			"name": "北京社会管理职业学院"
		}, {
			"id": 1160,
			"name": "北京演艺专修学院"
		}, {
			"id": 1161,
			"name": "北京兴华大学"
		}, {
			"id": 1162,
			"name": "北京新园明职业学院"
		}, {
			"id": 1163,
			"name": "中央党校研究生院"
		}, {
			"id": 1164,
			"name": "中国社科院"
		}, {
			"id": 1165,
			"name": "北京旅游专修学院"
		}, {
			"id": 1166,
			"name": "东方文化艺术学院"
		}, {
			"id": 1167,
			"name": "首都联合职工大学"
		}, {
			"id": 1168,
			"name": "中国农业科学院"
		}, {
			"id": 1169,
			"name": "北京影视研修学院"
		}, {
			"id": 1170,
			"name": "国家法官学院"
		}, {
			"id": 1171,
			"name": "北京建设大学"
		}, {
			"id": 1172,
			"name": "北京金融学院"
		}, {
			"id": 1173,
			"name": "北京黄埔大学"
		}, {
			"id": 1174,
			"name": "中瑞酒店管理学院"
		}, {
			"id": 1175,
			"name": "中国建筑设计研究院"
		}, {
			"id": 1176,
			"name": "北京文理研修学院"
		}, {
			"id": 1177,
			"name": "北京当代艺术学院"
		}, {
			"id": 1178,
			"name": "北京大学国际法学院"
		}, {
			"id": 1179,
			"name": "北京交通运输职业学院"
		}, {
			"id": 1180,
			"name": "中国艺术研究院"
		}, {
			"id": 1181,
			"name": "北京工业大学通州分校"
		}, {
			"id": 1182,
			"name": "北京八维研修学院"
		}, {
			"id": 1998,
			"name": "网络销售大学"
		}, {
			"id": 1999,
			"name": "朝阳二外"
		}, {
			"id": 2000,
			"name": "中北国际演艺学校"
		}],
		"country_id": 0,
		"name": "北京"
	}, {
		"id": 2,
		"univs": [{
			"id": 2001,
			"name": "复旦大学"
		}, {
			"id": 2002,
			"name": "上海交通大学"
		}, {
			"id": 2003,
			"name": "同济大学"
		}, {
			"id": 2004,
			"name": "华东师大"
		}, {
			"id": 2005,
			"name": "上海财经"
		}, {
			"id": 2006,
			"name": "华东理工"
		}, {
			"id": 2007,
			"name": "上海商学院"
		}, {
			"id": 2008,
			"name": "东华大学"
		}, {
			"id": 2009,
			"name": "上海理工"
		}, {
			"id": 2010,
			"name": "上海大学"
		}, {
			"id": 2011,
			"name": "上海外国语大学"
		}, {
			"id": 2012,
			"name": "上海海事"
		}, {
			"id": 2013,
			"name": "上海工程"
		}, {
			"id": 2014,
			"name": "上海海洋大学"
		}, {
			"id": 2015,
			"name": "上海中医药"
		}, {
			"id": 2016,
			"name": "上海师大"
		}, {
			"id": 2017,
			"name": "建桥学院"
		}, {
			"id": 2018,
			"name": "上海政法"
		}, {
			"id": 2019,
			"name": "上海电机"
		}, {
			"id": 2020,
			"name": "上海二工大"
		}, {
			"id": 2021,
			"name": "上海应用技术学院"
		}, {
			"id": 2022,
			"name": "上海电力"
		}, {
			"id": 2023,
			"name": "上海外贸"
		}, {
			"id": 2024,
			"name": "上海金融"
		}, {
			"id": 2025,
			"name": "上海立信会计学院"
		}, {
			"id": 2026,
			"name": "上海体院"
		}, {
			"id": 2027,
			"name": "上海音乐学院"
		}, {
			"id": 2028,
			"name": "上海戏剧学院"
		}, {
			"id": 2029,
			"name": "杉达学院"
		}, {
			"id": 2030,
			"name": "华东政法大学"
		}, {
			"id": 2035,
			"name": "上外贤达经济人文学院"
		}, {
			"id": 2036,
			"name": "同济大学同科学院"
		}, {
			"id": 2037,
			"name": "上海师范大学天华学院"
		}, {
			"id": 2038,
			"name": "上海东方文化职业学院"
		}, {
			"id": 2039,
			"name": "上海工商学院"
		}, {
			"id": 2102,
			"name": "复旦大学上海视觉艺术学院"
		}, {
			"id": 2103,
			"name": "复旦大学上海医学院"
		}, {
			"id": 2104,
			"name": "复旦大学太平洋金融学院"
		}, {
			"id": 2105,
			"name": "上海邦德职业技术学院"
		}, {
			"id": 2106,
			"name": "上海诚信学院"
		}, {
			"id": 2107,
			"name": "上海城市管理职业技术学院"
		}, {
			"id": 2108,
			"name": "上海出版印刷高等专科学校"
		}, {
			"id": 2109,
			"name": "上海电影艺术职业学院"
		}, {
			"id": 2110,
			"name": "上海电子信息职业技术学院"
		}, {
			"id": 2111,
			"name": "上海东海职业技术学院"
		}, {
			"id": 2112,
			"name": "上海工会管理职业学院"
		}, {
			"id": 2113,
			"name": "上海工商外国语学院"
		}, {
			"id": 2115,
			"name": "上海工艺美术职业学院"
		}, {
			"id": 2116,
			"name": "上海公安高等专科学校"
		}, {
			"id": 2117,
			"name": "上海海关学院"
		}, {
			"id": 2118,
			"name": "上海海事职业技术学院"
		}, {
			"id": 2119,
			"name": "上海济光职业技术学院"
		}, {
			"id": 2120,
			"name": "上海建峰职业技术学院"
		}, {
			"id": 2121,
			"name": "上海交通职业技术学院"
		}, {
			"id": 2122,
			"name": "上海科学技术职业学院"
		}, {
			"id": 2123,
			"name": "上海立达职业技术学院"
		}, {
			"id": 2124,
			"name": "上海旅游高等专科学校"
		}, {
			"id": 2125,
			"name": "上海民远职业技术学院"
		}, {
			"id": 2126,
			"name": "上海农林职业技术学院"
		}, {
			"id": 2127,
			"name": "上海欧华职业技术学院"
		}, {
			"id": 2128,
			"name": "上海思博职业技术学院"
		}, {
			"id": 2129,
			"name": "上海托普信息技术学院"
		}, {
			"id": 2130,
			"name": "上海新侨职业技术学院"
		}, {
			"id": 2131,
			"name": "上海行健职业学院"
		}, {
			"id": 2132,
			"name": "上海医疗器械高等专科学校"
		}, {
			"id": 2133,
			"name": "上海医药高等专科学校"
		}, {
			"id": 2135,
			"name": "上海震旦职业学院"
		}, {
			"id": 2136,
			"name": "上海中华职业技术学院"
		}, {
			"id": 2137,
			"name": "上海中侨职业技术学院"
		}, {
			"id": 2138,
			"name": "上海纺织工业职工大学"
		}, {
			"id": 2139,
			"name": "上海体育职业学院"
		}, {
			"id": 2140,
			"name": "上海医药职工大学"
		}, {
			"id": 2141,
			"name": "上海市广播电视大学"
		}, {
			"id": 2142,
			"name": "上海职工医学院"
		}, {
			"id": 2143,
			"name": "上海职工体育运动技术学院"
		}, {
			"id": 2145,
			"name": "华东理工大学网络教育学院"
		}, {
			"id": 2146,
			"name": "上海市经济管理干部学院"
		}, {
			"id": 2147,
			"name": "上海社会科学院"
		}, {
			"id": 2148,
			"name": "上海大学艺术研究院"
		}, {
			"id": 2149,
			"name": "中国科学院上海生命科学研究院"
		}, {
			"id": 2150,
			"name": "上海电机学院"
		}, {
			"id": 2151,
			"name": "上海电力学院"
		}, {
			"id": 2152,
			"name": "上海市工程技术大学"
		}, {
			"id": 2153,
			"name": "上海广播电视大学"
		}, {
			"id": 2154,
			"name": "上海市工商外国语学院"
		}, {
			"id": 2155,
			"name": "上海生物制品研究所"
		}, {
			"id": 2156,
			"name": "华东师范大学"
		}, {
			"id": 2157,
			"name": "上海科学技术学院"
		}, {
			"id": 2158,
			"name": "上海思博职业技术学校"
		}, {
			"id": 2159,
			"name": "上海市工会管理学院"
		}, {
			"id": 2160,
			"name": "上海行政学院"
		}, {
			"id": 2161,
			"name": "上海科学职业技术学院"
		}, {
			"id": 2162,
			"name": "上海科技学院"
		}, {
			"id": 2163,
			"name": "衫达大学"
		}, {
			"id": 2164,
			"name": "拉萨尔国际设计学院"
		}, {
			"id": 2165,
			"name": "上海工程技术大学"
		}, {
			"id": 2166,
			"name": "上海建桥学院"
		}, {
			"id": 2167,
			"name": "上海青年管理干部学院"
		}, {
			"id": 2168,
			"name": "上海鸿文职业技术学院"
		}, {
			"id": 2169,
			"name": "上海大学巴士汽车学院"
		}],
		"country_id": 0,
		"name": "上海"
	}, {
		"id": 3,
		"univs": [{
			"id": 3001,
			"name": "哈尔滨工业大学"
		}, {
			"id": 3002,
			"name": "哈工程"
		}, {
			"id": 3003,
			"name": "东北林大"
		}, {
			"id": 3004,
			"name": "东北农业大学"
		}, {
			"id": 3005,
			"name": "哈尔滨医科大学"
		}, {
			"id": 3006,
			"name": "黑龙江中医药"
		}, {
			"id": 3007,
			"name": "黑工程"
		}, {
			"id": 3008,
			"name": "黑龙江科技大学"
		}, {
			"id": 3009,
			"name": "哈尔滨学院"
		}, {
			"id": 3010,
			"name": "哈尔滨体院"
		}, {
			"id": 3011,
			"name": "东方学院"
		}, {
			"id": 3012,
			"name": "黑龙江大学"
		}, {
			"id": 3013,
			"name": "哈尔滨商业大学"
		}, {
			"id": 3014,
			"name": "哈师大"
		}, {
			"id": 3015,
			"name": "哈尔滨理工大学"
		}, {
			"id": 3051,
			"name": "佳木斯大学"
		}, {
			"id": 3101,
			"name": "齐齐哈尔大学"
		}, {
			"id": 3102,
			"name": "齐齐哈尔医学院"
		}, {
			"id": 3151,
			"name": "黑龙江八一农垦大学"
		}, {
			"id": 3152,
			"name": "东北石油大学"
		}, {
			"id": 3153,
			"name": "大庆师范学院"
		}, {
			"id": 3201,
			"name": "牡丹江医学院"
		}, {
			"id": 3202,
			"name": "牡丹江师范"
		}, {
			"id": 3251,
			"name": "绥化学院"
		}, {
			"id": 3301,
			"name": "黑河学院"
		}, {
			"id": 3401,
			"name": "大庆医学高等专科学校"
		}, {
			"id": 3402,
			"name": "大庆职业学院"
		}, {
			"id": 3403,
			"name": "大兴安岭职业学院"
		}, {
			"id": 3404,
			"name": "哈尔滨电力职业技术学院"
		}, {
			"id": 3405,
			"name": "哈尔滨华夏计算机职业技术学院"
		}, {
			"id": 3406,
			"name": "哈尔滨金融学院"
		}, {
			"id": 3407,
			"name": "哈尔滨铁道职业技术学院"
		}, {
			"id": 3408,
			"name": "哈尔滨现代公共关系职业学院"
		}, {
			"id": 3409,
			"name": "哈尔滨职业技术学院"
		}, {
			"id": 3410,
			"name": "鹤岗师范高等专科学校"
		}, {
			"id": 3411,
			"name": "黑龙江北开职业技术学院"
		}, {
			"id": 3412,
			"name": "黑龙江工商职业技术学院"
		}, {
			"id": 3414,
			"name": "黑龙江建筑职业技术学院"
		}, {
			"id": 3415,
			"name": "黑龙江林业职业技术学院"
		}, {
			"id": 3416,
			"name": "黑龙江旅游职业技术学院"
		}, {
			"id": 3417,
			"name": "黑龙江煤炭职业技术学院"
		}, {
			"id": 3418,
			"name": "黑龙江民族职业学院"
		}, {
			"id": 3419,
			"name": "黑龙江农垦林业职业技术学院"
		}, {
			"id": 3420,
			"name": "黑龙江农垦农业职业技术学院"
		}, {
			"id": 3421,
			"name": "黑龙江农垦职业学院"
		}, {
			"id": 3422,
			"name": "黑龙江农业工程职业学院"
		}, {
			"id": 3423,
			"name": "黑龙江农业经济职业学院"
		}, {
			"id": 3424,
			"name": "黑龙江农业职业技术学院"
		}, {
			"id": 3425,
			"name": "黑龙江三江美术职业学院"
		}, {
			"id": 3426,
			"name": "黑龙江商业职业学院"
		}, {
			"id": 3427,
			"name": "黑龙江生态工程职业学院"
		}, {
			"id": 3428,
			"name": "黑龙江生物科技职业学院"
		}, {
			"id": 3430,
			"name": "黑龙江信息技术职业学院"
		}, {
			"id": 3431,
			"name": "黑龙江畜牧兽医职业学院"
		}, {
			"id": 3432,
			"name": "黑龙江艺术职业学院"
		}, {
			"id": 3433,
			"name": "鸡西大学"
		}, {
			"id": 3434,
			"name": "牡丹江大学"
		}, {
			"id": 3435,
			"name": "七台河职业学院"
		}, {
			"id": 3436,
			"name": "齐齐哈尔高等师范专科学校"
		}, {
			"id": 3437,
			"name": "齐齐哈尔职业学院"
		}, {
			"id": 3438,
			"name": "伊春职业学院"
		}, {
			"id": 3439,
			"name": "哈尔滨师范大学阿城学院"
		}, {
			"id": 3441,
			"name": "黑龙江省政法管理干部学院"
		}, {
			"id": 3442,
			"name": "黑龙江交通职业技术学院"
		}, {
			"id": 3443,
			"name": "哈尔滨应用职业技术学院"
		}, {
			"id": 3501,
			"name": "黑龙江省教育学院"
		}, {
			"id": 3502,
			"name": "哈尔滨理工大学远东学院"
		}, {
			"id": 3503,
			"name": "哈尔滨师范大学呼兰学院"
		}, {
			"id": 3516,
			"name": "哈尔滨师范大学恒星学院"
		}, {
			"id": 3517,
			"name": "哈尔滨商业大学德强商务学院"
		}, {
			"id": 3518,
			"name": "大庆石油学院华瑞学院"
		}, {
			"id": 3519,
			"name": "东北农业大学成栋学院"
		}, {
			"id": 3521,
			"name": "黑龙江大学剑桥学院"
		}, {
			"id": 3522,
			"name": "哈尔滨商业大学广厦学院"
		}, {
			"id": 3523,
			"name": "哈尔滨工业大学华德应用技术学院"
		}, {
			"id": 3524,
			"name": "鹤岗矿务局职工大学"
		}, {
			"id": 3525,
			"name": "哈尔滨市职工医学院"
		}, {
			"id": 3527,
			"name": "佳木斯教育学院"
		}, {
			"id": 3529,
			"name": "黑龙江幼儿师范高等专科学校"
		}, {
			"id": 3530,
			"name": "哈尔滨外国语学院"
		}, {
			"id": 3533,
			"name": "哈尔滨科学技术职业学院"
		}, {
			"id": 3534,
			"name": "黑龙江粮食职业学院　　"
		}, {
			"id": 3535,
			"name": "佳木斯职业学院"
		}, {
			"id": 3536,
			"name": "黑龙江广播电视大学"
		}, {
			"id": 3537,
			"name": "哈尔滨广播电视大学"
		}, {
			"id": 3538,
			"name": "黑龙江大鹏传媒学院"
		}, {
			"id": 3539,
			"name": "鸡西市北方外国语学院"
		}, {
			"id": 3540,
			"name": "牡丹江市精英计算机学院"
		}, {
			"id": 3541,
			"name": "黑龙江省工商职业技术学院"
		}, {
			"id": 3542,
			"name": "黑龙江中医药大学"
		}, {
			"id": 3543,
			"name": "齐齐哈尔林业学校"
		}, {
			"id": 3544,
			"name": "齐齐哈尔林业学院"
		}, {
			"id": 3545,
			"name": "黑龙江生态职业学院"
		}, {
			"id": 3546,
			"name": "哈尔滨阳光计算机专修学校"
		}, {
			"id": 3547,
			"name": "齐齐哈尔市卫生学校"
		}, {
			"id": 3548,
			"name": "伟建工学院"
		}, {
			"id": 3549,
			"name": "诚实外语学院（肇庆分院）"
		}, {
			"id": 3550,
			"name": "黑龙江省畜牧职业学院"
		}, {
			"id": 3551,
			"name": "哈尔滨德强商务学院"
		}, {
			"id": 3552,
			"name": "黑龙江现代艺术学院"
		}, {
			"id": 3553,
			"name": "黑龙江省对外贸易学校"
		}, {
			"id": 3554,
			"name": "哈尔滨市幼儿师范学校"
		}, {
			"id": 3555,
			"name": "黑龙江省社会科学院研究生部"
		}],
		"country_id": 0,
		"name": "黑龙江"
	}, {
		"id": 4,
		"univs": [{
			"id": 4001,
			"name": "吉林大学"
		}, {
			"id": 4002,
			"name": "东北师范大学"
		}, {
			"id": 4003,
			"name": "长春大学"
		}, {
			"id": 4004,
			"name": "吉林农大"
		}, {
			"id": 4005,
			"name": "长春中医药"
		}, {
			"id": 4006,
			"name": "东北电力大学"
		}, {
			"id": 4007,
			"name": "吉林化工"
		}, {
			"id": 4008,
			"name": "吉林建工"
		}, {
			"id": 4009,
			"name": "长春工程学院"
		}, {
			"id": 4010,
			"name": "长春师范学院"
		}, {
			"id": 4011,
			"name": "吉林工程师范"
		}, {
			"id": 4012,
			"name": "吉林华桥外语"
		}, {
			"id": 4013,
			"name": "吉林财经大学"
		}, {
			"id": 4014,
			"name": "吉林体院"
		}, {
			"id": 4015,
			"name": "吉林艺术学院"
		}, {
			"id": 4016,
			"name": "长春工业大学"
		}, {
			"id": 4017,
			"name": "长春理工大学"
		}, {
			"id": 4051,
			"name": "延边大学"
		}, {
			"id": 4101,
			"name": "北华大学"
		}, {
			"id": 4102,
			"name": "吉林农业科技学院"
		}, {
			"id": 4103,
			"name": "吉林医药学院"
		}, {
			"id": 4151,
			"name": "吉林师范"
		}, {
			"id": 4201,
			"name": "白城师范学院"
		}, {
			"id": 4251,
			"name": "通化师范"
		}, {
			"id": 4301,
			"name": "白城医学高等专科学校"
		}, {
			"id": 4302,
			"name": "长春东方职业学院"
		}, {
			"id": 4303,
			"name": "长春金融高等专科学校"
		}, {
			"id": 4304,
			"name": "长春汽车工业高等专科学校"
		}, {
			"id": 4305,
			"name": "长春信息技术职业学院"
		}, {
			"id": 4306,
			"name": "长春医学高等专科学校"
		}, {
			"id": 4307,
			"name": "长春职业技术学院"
		}, {
			"id": 4308,
			"name": "东北师范大学人文学院"
		}, {
			"id": 4309,
			"name": "吉林工商学院—财经校区"
		}, {
			"id": 4310,
			"name": "吉林大学—莱姆顿学院"
		}, {
			"id": 4311,
			"name": "吉林电子信息职业技术学院"
		}, {
			"id": 4312,
			"name": "吉林对外经贸职业学院"
		}, {
			"id": 4313,
			"name": "吉林工业职业技术学院"
		}, {
			"id": 4314,
			"name": "吉林公安高等专科学校"
		}, {
			"id": 4315,
			"name": "吉林交通职业技术学院"
		}, {
			"id": 4316,
			"name": "吉林工商学院—工程校区"
		}, {
			"id": 4317,
			"name": "吉林农业工程职业技术学院"
		}, {
			"id": 4318,
			"name": "吉林工商学院—商贸校区"
		}, {
			"id": 4319,
			"name": "吉林司法警官职业学院"
		}, {
			"id": 4320,
			"name": "辽源职业技术学院"
		}, {
			"id": 4321,
			"name": "四平职业大学"
		}, {
			"id": 4322,
			"name": "松原职业技术学院"
		}, {
			"id": 4323,
			"name": "吉林省教育学院"
		}, {
			"id": 4324,
			"name": "吉林经济管理干部学院"
		}, {
			"id": 4325,
			"name": "长春大学光华学院"
		}, {
			"id": 4326,
			"name": "长春大学旅游学院"
		}, {
			"id": 4327,
			"name": "长春工业大学人文信息学院"
		}, {
			"id": 4328,
			"name": "吉林动画学院"
		}, {
			"id": 4329,
			"name": "长春理工大学光电信息学院"
		}, {
			"id": 4330,
			"name": "长春税务学院信息经济学院"
		}, {
			"id": 4331,
			"name": "吉林农业大学发展学院"
		}, {
			"id": 4332,
			"name": "吉林师范大学博达学院"
		}, {
			"id": 4333,
			"name": "吉林铁道职业技术学院"
		}, {
			"id": 4334,
			"name": "白城职业技术学院"
		}, {
			"id": 4335,
			"name": "吉林建筑工程学院建筑装饰学院"
		}, {
			"id": 4336,
			"name": "吉林建筑工程学院城建学院"
		}, {
			"id": 4337,
			"name": "通化市职工大学"
		}, {
			"id": 4338,
			"name": "通化钢铁公司职工大学"
		}, {
			"id": 4339,
			"name": "吉林省经济管理干部学院"
		}, {
			"id": 4340,
			"name": "吉林广播电视大学"
		}, {
			"id": 4341,
			"name": "长春教育学院"
		}, {
			"id": 4343,
			"name": "梨树农村成人高等专科学校"
		}, {
			"id": 4344,
			"name": "延边黎明农民大学"
		}, {
			"id": 4345,
			"name": "吉林职工医科大学"
		}, {
			"id": 4346,
			"name": "吉林省行政管理干部学院"
		}, {
			"id": 4347,
			"name": "吉林化学工业公司职工大学"
		}, {
			"id": 4348,
			"name": "延边职工大学"
		}, {
			"id": 4349,
			"name": "长春职工医科大学"
		}, {
			"id": 4350,
			"name": "长春市直属机关业余大学"
		}, {
			"id": 4351,
			"name": "长春市建筑职工业余大学"
		}, {
			"id": 4352,
			"name": "长春职工大学"
		}, {
			"id": 4353,
			"name": "长春广播电视大学"
		}, {
			"id": 4354,
			"name": "长白山职业技术学院"
		}, {
			"id": 4355,
			"name": "长春邮电学院"
		}, {
			"id": 4356,
			"name": "吉林职业师范学院"
		}, {
			"id": 4357,
			"name": "长春博文职业学院"
		}, {
			"id": 4358,
			"name": "长春汽车高等专科学校"
		}, {
			"id": 4359,
			"name": "吉林北华管理学院"
		}, {
			"id": 4360,
			"name": "长春高等汽车专科学校"
		}, {
			"id": 4361,
			"name": "长春市培林外国语职业学校"
		}, {
			"id": 4362,
			"name": "长春幼儿师范学校"
		}, {
			"id": 4363,
			"name": "长春艺术学校"
		}, {
			"id": 4364,
			"name": "吉林警察学院"
		}, {
			"id": 4365,
			"name": "吉林省孤儿职业学校"
		}],
		"country_id": 0,
		"name": "吉林"
	}, {
		"id": 5,
		"univs": [{
			"id": 5001,
			"name": "大连理工"
		}, {
			"id": 5002,
			"name": "东北大学"
		}, {
			"id": 5003,
			"name": "辽宁大学"
		}, {
			"id": 5004,
			"name": "大连海事"
		}, {
			"id": 5005,
			"name": "东北财经"
		}, {
			"id": 5006,
			"name": "大连大学"
		}, {
			"id": 5007,
			"name": "大连交大"
		}, {
			"id": 5008,
			"name": "大连医大"
		}, {
			"id": 5009,
			"name": "辽宁师大"
		}, {
			"id": 5010,
			"name": "大连民族"
		}, {
			"id": 5011,
			"name": "大连工大"
		}, {
			"id": 5012,
			"name": "大连海洋大学"
		}, {
			"id": 5013,
			"name": "大连外国语学院"
		}, {
			"id": 5014,
			"name": "辽宁外经贸"
		}, {
			"id": 5051,
			"name": "沈阳大学"
		}, {
			"id": 5052,
			"name": "沈阳理工"
		}, {
			"id": 5053,
			"name": "沈阳工大"
		}, {
			"id": 5054,
			"name": "沈阳建筑"
		}, {
			"id": 5055,
			"name": "沈阳农大"
		}, {
			"id": 5056,
			"name": "辽宁中医药"
		}, {
			"id": 5057,
			"name": "沈阳药科"
		}, {
			"id": 5058,
			"name": "沈阳师范"
		}, {
			"id": 5059,
			"name": "中国刑警学院"
		}, {
			"id": 5060,
			"name": "沈阳化工"
		}, {
			"id": 5061,
			"name": "沈阳航空航天大学"
		}, {
			"id": 5062,
			"name": "沈阳工程"
		}, {
			"id": 5063,
			"name": "沈阳医学院"
		}, {
			"id": 5064,
			"name": "沈阳体院"
		}, {
			"id": 5065,
			"name": "鲁迅美院"
		}, {
			"id": 5066,
			"name": "沈阳音乐学院"
		}, {
			"id": 5067,
			"name": "中国医科大"
		}, {
			"id": 5101,
			"name": "辽宁工程技术大学"
		}, {
			"id": 5151,
			"name": "辽宁石化"
		}, {
			"id": 5201,
			"name": "辽宁科大"
		}, {
			"id": 5202,
			"name": "鞍山师范学院"
		}, {
			"id": 5251,
			"name": "渤海大学"
		}, {
			"id": 5252,
			"name": "辽宁工业大学"
		}, {
			"id": 5253,
			"name": "辽宁医学院"
		}, {
			"id": 5301,
			"name": "辽宁科技学院"
		}, {
			"id": 5351,
			"name": "辽东学院"
		}, {
			"id": 5401,
			"name": "鞍山市高等职业专科学校"
		}, {
			"id": 5402,
			"name": "渤海船舶职业学院"
		}, {
			"id": 5403,
			"name": "渤海大学文理学院"
		}, {
			"id": 5404,
			"name": "朝阳师范高等专科学校"
		}, {
			"id": 5405,
			"name": "大连东软信息学院"
		}, {
			"id": 5406,
			"name": "大连翻译职业技术学院"
		}, {
			"id": 5407,
			"name": "大连枫叶职业技术学院"
		}, {
			"id": 5408,
			"name": "大连软件职业学院"
		}, {
			"id": 5409,
			"name": "大连商务职业学院"
		}, {
			"id": 5410,
			"name": "大连艺术职业学院"
		}, {
			"id": 5411,
			"name": "大连职业技术学院"
		}, {
			"id": 5412,
			"name": "抚顺师范高等专科学校"
		}, {
			"id": 5413,
			"name": "抚顺职业技术学院"
		}, {
			"id": 5414,
			"name": "阜新高等专科学校"
		}, {
			"id": 5415,
			"name": "锦州商务职业学院"
		}, {
			"id": 5416,
			"name": "锦州师范高等专科学校"
		}, {
			"id": 5418,
			"name": "辽宁广播电视大学"
		}, {
			"id": 5419,
			"name": "辽宁广告职业学院"
		}, {
			"id": 5420,
			"name": "辽宁机电职业技术学院"
		}, {
			"id": 5421,
			"name": "辽宁交通高等专科学校"
		}, {
			"id": 5422,
			"name": "沈阳大学师范学院"
		}, {
			"id": 5423,
			"name": "辽宁金融职业学院"
		}, {
			"id": 5424,
			"name": "辽宁经济职业技术学院"
		}, {
			"id": 5425,
			"name": "辽宁警官高等专科学校"
		}, {
			"id": 5426,
			"name": "辽宁科技大学"
		}, {
			"id": 5427,
			"name": "辽宁林业职业技术学院"
		}, {
			"id": 5428,
			"name": "辽宁美术职业学院"
		}, {
			"id": 5429,
			"name": "辽宁农业职业技术学院"
		}, {
			"id": 5430,
			"name": "辽宁商贸职业学院"
		}, {
			"id": 5431,
			"name": "辽宁石化职业技术学院"
		}, {
			"id": 5432,
			"name": "大连广播电视大学"
		}, {
			"id": 5433,
			"name": "辽宁体育运动职业技术学院"
		}, {
			"id": 5434,
			"name": "辽宁信息职业技术学院"
		}, {
			"id": 5435,
			"name": "辽阳职业技术学院"
		}, {
			"id": 5436,
			"name": "盘锦职业技术学院"
		}, {
			"id": 5437,
			"name": "沈阳航空职业技术学院"
		}, {
			"id": 5438,
			"name": "沈阳职业技术学院"
		}, {
			"id": 5439,
			"name": "辽宁职业学院"
		}, {
			"id": 5440,
			"name": "铁岭师范高等专科学校"
		}, {
			"id": 5441,
			"name": "营口职业技术学院"
		}, {
			"id": 5442,
			"name": "沈阳广播电视大学"
		}, {
			"id": 5443,
			"name": "青岛峻通科技专修学院"
		}, {
			"id": 5444,
			"name": "辽河石油职业技术学院"
		}, {
			"id": 5445,
			"name": "青岛广播电视大学"
		}, {
			"id": 5446,
			"name": "沈阳航空工业学院北方科技学院"
		}, {
			"id": 5447,
			"name": "沈阳理工大学应用技术学院"
		}, {
			"id": 5448,
			"name": "大连工业大学艺术与信息工程学院"
		}, {
			"id": 5449,
			"name": "大连交通大学信息工程学院"
		}, {
			"id": 5450,
			"name": "沈阳建筑大学城市建设学院"
		}, {
			"id": 5451,
			"name": "辽宁科技大学信息技术学院"
		}, {
			"id": 5452,
			"name": "辽宁石油化工大学顺华能源学院"
		}, {
			"id": 5453,
			"name": "沈阳化工学院科亚学院"
		}, {
			"id": 5454,
			"name": "沈阳农业大学科学技术学院"
		}, {
			"id": 5455,
			"name": "中国医科大学临床医药学院"
		}, {
			"id": 5456,
			"name": "大连医科大学中山学院"
		}, {
			"id": 5457,
			"name": "辽宁医学院医疗学院"
		}, {
			"id": 5458,
			"name": "辽宁中医药大学杏林学院"
		}, {
			"id": 5459,
			"name": "沈阳医学院何氏视觉科学学院"
		}, {
			"id": 5460,
			"name": "辽宁师范大学海华学院"
		}, {
			"id": 5461,
			"name": "东北财经大学津桥商学院"
		}, {
			"id": 5462,
			"name": "沈阳师范大学渤海学院"
		}, {
			"id": 5463,
			"name": "大连理工大学城市学院"
		}, {
			"id": 5464,
			"name": "沈阳大学科技工程学院"
		}, {
			"id": 5465,
			"name": "辽宁装备制造职业技术学院"
		}, {
			"id": 5466,
			"name": "辽宁文化艺术职工大学"
		}, {
			"id": 5467,
			"name": "辽宁公安司法管理干部学院"
		}, {
			"id": 5468,
			"name": "沈阳工业大学工程学院"
		}, {
			"id": 5469,
			"name": "海军职工大学"
		}, {
			"id": 5471,
			"name": "阜新矿务局职工大学"
		}, {
			"id": 5472,
			"name": "沈阳机械工业职工大学"
		}, {
			"id": 5474,
			"name": "阜新煤炭职工医学专科学校"
		}, {
			"id": 5475,
			"name": "辽宁财贸职工大学"
		}, {
			"id": 5476,
			"name": "大连市教育学院"
		}, {
			"id": 5477,
			"name": "朝阳职工工学院"
		}, {
			"id": 5478,
			"name": "鞍山钢铁集团公司职工大学"
		}, {
			"id": 5479,
			"name": "抚顺石油化工公司职工大学"
		}, {
			"id": 5480,
			"name": "辽宁兵器工业职工大学"
		}, {
			"id": 5481,
			"name": "本溪钢铁公司职工工学院"
		}, {
			"id": 5482,
			"name": "大连工人大学"
		}, {
			"id": 5483,
			"name": "大连职工大学"
		}, {
			"id": 5484,
			"name": "抚顺矿务局职工工学院"
		}, {
			"id": 5485,
			"name": "辽宁地质工程职业学院"
		}, {
			"id": 5486,
			"name": "辽宁中医药大学"
		}, {
			"id": 5487,
			"name": "辽宁建筑职业技术学院"
		}, {
			"id": 5488,
			"name": "沈阳国际科学技术专修学院"
		}, {
			"id": 5489,
			"name": "辽宁商务职业学院"
		}, {
			"id": 5490,
			"name": "辽宁财贸学院"
		}, {
			"id": 5491,
			"name": "大连市工人大学"
		}, {
			"id": 5492,
			"name": "辽宁广告设计学院"
		}, {
			"id": 5493,
			"name": "沈阳工业大学（辽阳校区）"
		}, {
			"id": 5494,
			"name": "沈阳工业大学(辽阳校区)"
		}, {
			"id": 5495,
			"name": "辽宁省交通高等专科学校"
		}, {
			"id": 5496,
			"name": "辽宁省城市建设职业技术学院"
		}, {
			"id": 5497,
			"name": "辽宁对外经贸学院"
		}, {
			"id": 5498,
			"name": "鲁迅美术学院"
		}, {
			"id": 5499,
			"name": "大连艺术学院"
		}, {
			"id": 5500,
			"name": "辽宁税务高等专科学校"
		}, {
			"id": 5501,
			"name": "抚顺高等专科学校"
		}, {
			"id": 5502,
			"name": "吉林大学工商管理学院"
		}, {
			"id": 5503,
			"name": "辽宁省高等专科学校"
		}, {
			"id": 5504,
			"name": "辽宁财政高等专科学校"
		}, {
			"id": 5505,
			"name": "大连航运职业技术学院"
		}, {
			"id": 5506,
			"name": "辽宁东方中医学院"
		}, {
			"id": 5507,
			"name": "沈阳师范渤海学院"
		}, {
			"id": 5508,
			"name": "辽宁公安司法干部管理学院"
		}, {
			"id": 5509,
			"name": "中国人民解放军大连医学高等专科学校"
		}, {
			"id": 5510,
			"name": "东北大学东软信息学院"
		}, {
			"id": 5511,
			"name": "大连装备制造职业技术学院"
		}, {
			"id": 5512,
			"name": "沈阳建筑大学"
		}, {
			"id": 5513,
			"name": "大连东方外国语学院"
		}, {
			"id": 5514,
			"name": "锦州医学院畜牧兽医学院"
		}, {
			"id": 5515,
			"name": "辽宁铁道职业技术学院"
		}, {
			"id": 5516,
			"name": "沈阳音乐学院附属大连音乐舞蹈学校"
		}],
		"country_id": 0,
		"name": "辽宁"
	}, {
		"id": 6,
		"univs": [{
			"id": 6001,
			"name": "南开大学"
		}, {
			"id": 6002,
			"name": "天津大学"
		}, {
			"id": 6003,
			"name": "河北工大"
		}, {
			"id": 6004,
			"name": "天津师大"
		}, {
			"id": 6005,
			"name": "天津工大"
		}, {
			"id": 6006,
			"name": "天津科大"
		}, {
			"id": 6007,
			"name": "天津理工"
		}, {
			"id": 6008,
			"name": "天津医大"
		}, {
			"id": 6009,
			"name": "天津中医药"
		}, {
			"id": 6010,
			"name": "天津财经"
		}, {
			"id": 6011,
			"name": "中国民航大学"
		}, {
			"id": 6012,
			"name": "天津城市建设学院"
		}, {
			"id": 6013,
			"name": "天津农院"
		}, {
			"id": 6014,
			"name": "天津工程师范"
		}, {
			"id": 6015,
			"name": "天外"
		}, {
			"id": 6016,
			"name": "天津商业大学"
		}, {
			"id": 6017,
			"name": "天津体院"
		}, {
			"id": 6018,
			"name": "天津音乐学院"
		}, {
			"id": 6019,
			"name": "天津美院"
		}, {
			"id": 6101,
			"name": "民办天狮职业技术学院"
		}, {
			"id": 6102,
			"name": "天津滨海职业技术学院"
		}, {
			"id": 6103,
			"name": "天津渤海职业技术学院"
		}, {
			"id": 6104,
			"name": "天津城市建设管理职业技术学院"
		}, {
			"id": 6105,
			"name": "天津城市职业学院"
		}, {
			"id": 6106,
			"name": "天津电子信息职业技术学院"
		}, {
			"id": 6107,
			"name": "天津对外经济贸易职业学院"
		}, {
			"id": 6108,
			"name": "天津工程职业技术学院"
		}, {
			"id": 6109,
			"name": "天津工商职业技术学院"
		}, {
			"id": 6110,
			"name": "天津工业职业技术学院"
		}, {
			"id": 6111,
			"name": "天津工艺美术职业学院"
		}, {
			"id": 6112,
			"name": "天津公安警官职业学院"
		}, {
			"id": 6113,
			"name": "天津海运职业学院"
		}, {
			"id": 6114,
			"name": "天津机电职业技术学院"
		}, {
			"id": 6115,
			"name": "天津交通职业学院"
		}, {
			"id": 6116,
			"name": "天津开发区职业技术学院"
		}, {
			"id": 6117,
			"name": "天津青年职业学院"
		}, {
			"id": 6118,
			"name": "天津轻工职业技术学院"
		}, {
			"id": 6119,
			"name": "天津生物工程职业技术学院"
		}, {
			"id": 6120,
			"name": "天津石油职业技术学院"
		}, {
			"id": 6121,
			"name": "天津铁道职业技术学院"
		}, {
			"id": 6122,
			"name": "天津现代职业技术学院"
		}, {
			"id": 6123,
			"name": "天津冶金职业技术学院"
		}, {
			"id": 6124,
			"name": "天津医学高等专科学校"
		}, {
			"id": 6125,
			"name": "天津艺术职业学院"
		}, {
			"id": 6126,
			"name": "天津职业大学"
		}, {
			"id": 6127,
			"name": "天津中德职业技术学院"
		}, {
			"id": 6128,
			"name": "天津市工会管理干部学院"
		}, {
			"id": 6129,
			"name": "天津外国语学院滨海外事学院"
		}, {
			"id": 6130,
			"name": "天津体育学院运动与文化艺术学院"
		}, {
			"id": 6131,
			"name": "天津商学院宝德学院"
		}, {
			"id": 6132,
			"name": "天津医科大学临床医学院"
		}, {
			"id": 6133,
			"name": "北京科技大学天津学院"
		}, {
			"id": 6134,
			"name": "天津师范大学津沽学院"
		}, {
			"id": 6135,
			"name": "天津理工大学中环信息学院"
		}, {
			"id": 6136,
			"name": "天津大学仁爱学院"
		}, {
			"id": 6137,
			"name": "天津财经大学珠江学院"
		}, {
			"id": 6138,
			"name": "南开大学滨海学院"
		}, {
			"id": 6140,
			"name": "天津市职工经济技术大学"
		}, {
			"id": 6141,
			"name": "天津市房地产局职工大学"
		}, {
			"id": 6142,
			"name": "天津市政法管理干部学院"
		}, {
			"id": 6143,
			"name": "天津市财贸管理干部学院"
		}, {
			"id": 6144,
			"name": "天津市广播电视大学"
		}, {
			"id": 6145,
			"name": "天津市管理干部学院"
		}, {
			"id": 6146,
			"name": "天津市渤海化工职工学院"
		}, {
			"id": 6147,
			"name": "天津市南开区职工大学"
		}, {
			"id": 6148,
			"name": "天津市红桥区职工大学"
		}, {
			"id": 6149,
			"name": "天津市建筑工程职工大学"
		}, {
			"id": 6150,
			"name": "天津市河东区职工大学"
		}, {
			"id": 6151,
			"name": "天津市河西区职工大学"
		}, {
			"id": 6152,
			"name": "天津市和平区新华职工大学"
		}, {
			"id": 6153,
			"name": "天津物资管理干部学院"
		}, {
			"id": 6154,
			"name": "天津市海军工程大学"
		}, {
			"id": 6155,
			"name": "中国旅游干部管理学院"
		}, {
			"id": 6156,
			"name": "天津工业大学"
		}, {
			"id": 6157,
			"name": "天津外国语大学"
		}, {
			"id": 6158,
			"name": "天津农学院"
		}, {
			"id": 6159,
			"name": "天津海运职业学校"
		}, {
			"id": 6160,
			"name": "天津市国土资源和房屋职业学院"
		}, {
			"id": 6161,
			"name": "天津轻工职业学院"
		}, {
			"id": 6162,
			"name": "斯波泰克高级技工学院"
		}, {
			"id": 6163,
			"name": "天津广播影视职业学院"
		}, {
			"id": 6164,
			"name": "天津职业技术师范大学"
		}],
		"country_id": 0,
		"name": "天津"
	}, {
		"id": 7,
		"univs": [{
			"id": 7001,
			"name": "中国科大"
		}, {
			"id": 7002,
			"name": "安徽大学"
		}, {
			"id": 7003,
			"name": "合肥工大"
		}, {
			"id": 7004,
			"name": "安徽医科大"
		}, {
			"id": 7005,
			"name": "安徽建工"
		}, {
			"id": 7006,
			"name": "安徽中医"
		}, {
			"id": 7007,
			"name": "合肥学院"
		}, {
			"id": 7009,
			"name": "安徽农大"
		}, {
			"id": 7051,
			"name": "安徽工业大学"
		}, {
			"id": 7101,
			"name": "安徽科技"
		}, {
			"id": 7102,
			"name": "皖南医学院"
		}, {
			"id": 7103,
			"name": "安徽师大"
		}, {
			"id": 7109,
			"name": "安徽工程大学"
		}, {
			"id": 7151,
			"name": "蚌埠医学院"
		}, {
			"id": 7152,
			"name": "安徽财经"
		}, {
			"id": 7201,
			"name": "阜阳师范"
		}, {
			"id": 7251,
			"name": "淮南师范"
		}, {
			"id": 7252,
			"name": "安徽理工"
		}, {
			"id": 7301,
			"name": "淮北师范大学"
		}, {
			"id": 7351,
			"name": "安庆师范"
		}, {
			"id": 7401,
			"name": "铜陵学院"
		}, {
			"id": 7402,
			"name": "皖西学院"
		}, {
			"id": 7451,
			"name": "巢湖学院"
		}, {
			"id": 7501,
			"name": "滁州学院"
		}, {
			"id": 7551,
			"name": "宿州学院"
		}, {
			"id": 7601,
			"name": "黄山学院"
		}, {
			"id": 7602,
			"name": "新华学院"
		}, {
			"id": 7701,
			"name": "蚌埠学院"
		}, {
			"id": 7702,
			"name": "安徽财贸职业学院"
		}, {
			"id": 7703,
			"name": "安徽城市管理职业学院"
		}, {
			"id": 7704,
			"name": "安徽电气工程职业技术学院"
		}, {
			"id": 7705,
			"name": "安徽电子信息职业技术学院"
		}, {
			"id": 7706,
			"name": "安徽工贸职业技术学院"
		}, {
			"id": 7707,
			"name": "安徽工商职业学院"
		}, {
			"id": 7708,
			"name": "安徽工业经济职业技术学院"
		}, {
			"id": 7709,
			"name": "安徽公安职业学院"
		}, {
			"id": 7710,
			"name": "安徽广播影视职业技术学院"
		}, {
			"id": 7711,
			"name": "安徽国防科技职业学院"
		}, {
			"id": 7712,
			"name": "安徽国际商务职业学院"
		}, {
			"id": 7713,
			"name": "安徽机电职业技术学院"
		}, {
			"id": 7714,
			"name": "安徽交通职业技术学院"
		}, {
			"id": 7715,
			"name": "安徽教育学院"
		}, {
			"id": 7716,
			"name": "安徽经济管理学院"
		}, {
			"id": 7717,
			"name": "安徽警官职业学院"
		}, {
			"id": 7718,
			"name": "安徽林业职业技术学院"
		}, {
			"id": 7719,
			"name": "安徽明星科技职业学院"
		}, {
			"id": 7720,
			"name": "安徽商贸职业技术学院"
		}, {
			"id": 7721,
			"name": "安徽审计职业学院"
		}, {
			"id": 7722,
			"name": "安徽省三联职业技术学院"
		}, {
			"id": 7724,
			"name": "安徽水利水电职业技术学院"
		}, {
			"id": 7725,
			"name": "安徽体育运动职业技术学院"
		}, {
			"id": 7726,
			"name": "安徽文达信息技术职业学院"
		}, {
			"id": 7727,
			"name": "安徽新闻出版职业技术学院"
		}, {
			"id": 7728,
			"name": "安徽冶金科技职业学院"
		}, {
			"id": 7729,
			"name": "安徽医学高等专科学校"
		}, {
			"id": 7730,
			"name": "安徽艺术职业学院"
		}, {
			"id": 7731,
			"name": "安徽邮电职业技术学院"
		}, {
			"id": 7732,
			"name": "安徽职业技术学院"
		}, {
			"id": 7733,
			"name": "安徽中澳科技职业学院"
		}, {
			"id": 7734,
			"name": "安徽中医药高等专科学校"
		}, {
			"id": 7735,
			"name": "安庆职业技术学院"
		}, {
			"id": 7736,
			"name": "蚌埠高等专科学校"
		}, {
			"id": 7737,
			"name": "蚌埠职业教育专修学院"
		}, {
			"id": 7738,
			"name": "亳州师范高等专科学校"
		}, {
			"id": 7739,
			"name": "亳州职业技术学院"
		}, {
			"id": 7740,
			"name": "巢湖职业技术学院"
		}, {
			"id": 7741,
			"name": "池州学院"
		}, {
			"id": 7742,
			"name": "池州职业技术学院"
		}, {
			"id": 7743,
			"name": "滁州职业技术学院"
		}, {
			"id": 7744,
			"name": "阜阳科技职业学院"
		}, {
			"id": 7745,
			"name": "阜阳职业技术学院"
		}, {
			"id": 7746,
			"name": "合肥市万博科技职业学院"
		}, {
			"id": 7747,
			"name": "合肥通用职业技术学院"
		}, {
			"id": 7748,
			"name": "淮北职业技术学院"
		}, {
			"id": 7749,
			"name": "淮南联合大学"
		}, {
			"id": 7750,
			"name": "淮南职业技术学院"
		}, {
			"id": 7752,
			"name": "六安职业技术学院"
		}, {
			"id": 7753,
			"name": "马鞍山师范高等专科学校"
		}, {
			"id": 7754,
			"name": "民办安徽外国语职业技术学院"
		}, {
			"id": 7755,
			"name": "民办合肥经济技术职业学院"
		}, {
			"id": 7756,
			"name": "宿州职业技术学院"
		}, {
			"id": 7757,
			"name": "铜陵职业技术学院"
		}, {
			"id": 7758,
			"name": "芜湖信息技术职业学院"
		}, {
			"id": 7759,
			"name": "芜湖职业技术学院"
		}, {
			"id": 7760,
			"name": "宣城职业技术学院"
		}, {
			"id": 7761,
			"name": "安徽师范大学皖江学院"
		}, {
			"id": 7762,
			"name": "合肥师范学院"
		}, {
			"id": 7763,
			"name": "凤阳师范高等专科学校"
		}, {
			"id": 7764,
			"name": "安庆医药高等专科学校"
		}, {
			"id": 7765,
			"name": "安徽工业职业技术学院"
		}, {
			"id": 7766,
			"name": "合肥幼儿师范学校"
		}, {
			"id": 7767,
			"name": "蚌埠经济技术职业学院"
		}, {
			"id": 7768,
			"name": "合肥财经职业学院"
		}, {
			"id": 7769,
			"name": "徽商职业学院"
		}, {
			"id": 7770,
			"name": "民办安徽旅游职业学院"
		}, {
			"id": 7771,
			"name": "宿县地区教育学院"
		}, {
			"id": 7772,
			"name": "淮南市职工大学"
		}, {
			"id": 7773,
			"name": "合肥职工科技大学"
		}, {
			"id": 7774,
			"name": "合肥市职工大学"
		}, {
			"id": 7775,
			"name": "安徽省广播电视大学"
		}, {
			"id": 7776,
			"name": "安徽绿海商务职业学院"
		}, {
			"id": 7777,
			"name": "河海大学文天学院"
		}, {
			"id": 7778,
			"name": "安徽涉外经济职业学院"
		}, {
			"id": 7780,
			"name": "皖南农学院"
		}, {
			"id": 7781,
			"name": "安徽蚌埠汽车管理学院"
		}, {
			"id": 7783,
			"name": "阜阳师范学院"
		}, {
			"id": 7784,
			"name": "安庆师范学院"
		}, {
			"id": 7785,
			"name": "安徽新华电脑专修学院"
		}, {
			"id": 7786,
			"name": "安徽农业大学"
		}, {
			"id": 7787,
			"name": "蚌埠坦克学院"
		}, {
			"id": 7788,
			"name": "安徽医科大学"
		}, {
			"id": 7789,
			"name": "安徽合肥机电技师学院"
		}, {
			"id": 7790,
			"name": "安徽技术师范学院"
		}, {
			"id": 7791,
			"name": "宿州市联合大学"
		}, {
			"id": 7792,
			"name": "安徽经济管理干部学院"
		}, {
			"id": 7793,
			"name": "安徽工商职业技术学院"
		}],
		"country_id": 0,
		"name": "安徽"
	}, {
		"id": 8,
		"univs": [{
			"id": 8001,
			"name": "南京大学"
		}, {
			"id": 8002,
			"name": "河海大学"
		}, {
			"id": 8003,
			"name": "南京师大"
		}, {
			"id": 8004,
			"name": "南京理工"
		}, {
			"id": 8005,
			"name": "东南大学"
		}, {
			"id": 8006,
			"name": "南京航空航天大学"
		}, {
			"id": 8007,
			"name": "南京财经"
		}, {
			"id": 8008,
			"name": "南京医科大"
		}, {
			"id": 8009,
			"name": "南京工大"
		}, {
			"id": 8010,
			"name": "南京农大"
		}, {
			"id": 8011,
			"name": "南京林大"
		}, {
			"id": 8012,
			"name": "南邮"
		}, {
			"id": 8013,
			"name": "南京信息工程大学"
		}, {
			"id": 8014,
			"name": "南京中医药"
		}, {
			"id": 8015,
			"name": "南京工程"
		}, {
			"id": 8016,
			"name": "金陵科技学院"
		}, {
			"id": 8017,
			"name": "南京晓庄学院"
		}, {
			"id": 8018,
			"name": "南京审计学院"
		}, {
			"id": 8019,
			"name": "江苏警官学院"
		}, {
			"id": 8020,
			"name": "南京体院"
		}, {
			"id": 8021,
			"name": "南京艺术学院"
		}, {
			"id": 8022,
			"name": "三江学院"
		}, {
			"id": 8023,
			"name": "中国药科大"
		}, {
			"id": 8051,
			"name": "苏州大学"
		}, {
			"id": 8101,
			"name": "江南大学"
		}, {
			"id": 8151,
			"name": "中国矿业大学"
		}, {
			"id": 8152,
			"name": "徐州师大"
		}, {
			"id": 8153,
			"name": "徐州工程"
		}, {
			"id": 8154,
			"name": "徐州医学院"
		}, {
			"id": 8201,
			"name": "扬州大学"
		}, {
			"id": 8251,
			"name": "江苏大学"
		}, {
			"id": 8252,
			"name": "江苏科大"
		}, {
			"id": 8301,
			"name": "南通大学"
		}, {
			"id": 8351,
			"name": "常州大学"
		}, {
			"id": 8352,
			"name": "常州工学院"
		}, {
			"id": 8353,
			"name": "江苏技术师范"
		}, {
			"id": 8401,
			"name": "淮阴工学院"
		}, {
			"id": 8402,
			"name": "淮阴师范"
		}, {
			"id": 8451,
			"name": "淮海工学院"
		}, {
			"id": 8501,
			"name": "盐城工学院"
		}, {
			"id": 8502,
			"name": "盐城师范学院"
		}, {
			"id": 8551,
			"name": "常熟理工"
		}, {
			"id": 8601,
			"name": "常州纺织服装职业技术学院"
		}, {
			"id": 8602,
			"name": "常州工程职业技术学院"
		}, {
			"id": 8603,
			"name": "常州机电职业技术学院"
		}, {
			"id": 8605,
			"name": "常州轻工职业技术学院"
		}, {
			"id": 8606,
			"name": "常州信息职业技术学院"
		}, {
			"id": 8607,
			"name": "硅湖职业技术学院"
		}, {
			"id": 8608,
			"name": "河海大学常州校区"
		}, {
			"id": 8609,
			"name": "淮安信息职业技术学院"
		}, {
			"id": 8610,
			"name": "建东职业技术学院"
		}, {
			"id": 8611,
			"name": "健雄职业技术学院"
		}, {
			"id": 8612,
			"name": "江海职业技术学院"
		}, {
			"id": 8613,
			"name": "江南影视艺术职业学院"
		}, {
			"id": 8614,
			"name": "江苏财经职业技术学院"
		}, {
			"id": 8615,
			"name": "江苏海事职业技术学院"
		}, {
			"id": 8616,
			"name": "江苏经贸职业技术学院"
		}, {
			"id": 8617,
			"name": "江苏联合职业技术学院"
		}, {
			"id": 8618,
			"name": "江苏农林职业技术学院"
		}, {
			"id": 8619,
			"name": "江苏食品职业技术学院"
		}, {
			"id": 8620,
			"name": "江苏信息职业技术学院"
		}, {
			"id": 8621,
			"name": "江苏畜牧兽医职业技术学院"
		}, {
			"id": 8622,
			"name": "江阴职业技术学院"
		}, {
			"id": 8623,
			"name": "金肯职业技术学院"
		}, {
			"id": 8624,
			"name": "金山职业技术学院"
		}, {
			"id": 8625,
			"name": "九州职业技术学院"
		}, {
			"id": 8626,
			"name": "昆山登云科技职业学院"
		}, {
			"id": 8627,
			"name": "连云港师范高等专科学校"
		}, {
			"id": 8628,
			"name": "连云港职业技术学院"
		}, {
			"id": 8629,
			"name": "民办明达职业技术学院"
		}, {
			"id": 8630,
			"name": "南京动力高等专科学校"
		}, {
			"id": 8631,
			"name": "南京工业职业技术学院"
		}, {
			"id": 8632,
			"name": "南京化工职业技术学院"
		}, {
			"id": 8633,
			"name": "南京交通职业技术学院"
		}, {
			"id": 8634,
			"name": "南京人口管理干部学院"
		}, {
			"id": 8635,
			"name": "南京森林警察学院"
		}, {
			"id": 8636,
			"name": "南京视觉艺术职业学院"
		}, {
			"id": 8637,
			"name": "南京特殊教育职业技术学院"
		}, {
			"id": 8638,
			"name": "南京铁道职业技术学院"
		}, {
			"id": 8639,
			"name": "南京信息职业技术学院"
		}, {
			"id": 8640,
			"name": "南通纺织职业技术学院"
		}, {
			"id": 8641,
			"name": "南通航运职业技术学院"
		}, {
			"id": 8642,
			"name": "南通农业职业技术学院"
		}, {
			"id": 8643,
			"name": "南通职业大学"
		}, {
			"id": 8644,
			"name": "培尔职业技术学院"
		}, {
			"id": 8645,
			"name": "沙洲职业工学院"
		}, {
			"id": 8646,
			"name": "苏州港大思培科技职业学院"
		}, {
			"id": 8647,
			"name": "苏州工业园区职业技术学院"
		}, {
			"id": 8648,
			"name": "苏州工业职业技术学院"
		}, {
			"id": 8649,
			"name": "苏州工艺美术职业技术学院"
		}, {
			"id": 8650,
			"name": "苏州经贸职业技术学院"
		}, {
			"id": 8651,
			"name": "苏州科技大学"
		}, {
			"id": 8654,
			"name": "苏州农业职业技术学院"
		}, {
			"id": 8655,
			"name": "苏州托普信息职业技术学院"
		}, {
			"id": 8656,
			"name": "苏州职业大学"
		}, {
			"id": 8657,
			"name": "宿迁学院"
		}, {
			"id": 8658,
			"name": "泰州师范高等专科学校"
		}, {
			"id": 8659,
			"name": "泰州职业技术学院"
		}, {
			"id": 8660,
			"name": "无锡城市职业技术学院"
		}, {
			"id": 8661,
			"name": "无锡工艺职业技术学院"
		}, {
			"id": 8662,
			"name": "无锡科技职业学院"
		}, {
			"id": 8663,
			"name": "无锡南洋职业技术学院"
		}, {
			"id": 8664,
			"name": "无锡轻工大学"
		}, {
			"id": 8665,
			"name": "无锡商业职业技术学院"
		}, {
			"id": 8666,
			"name": "无锡职业技术学院"
		}, {
			"id": 8667,
			"name": "徐州工业职业技术学院"
		}, {
			"id": 8668,
			"name": "徐州广播电视大学"
		}, {
			"id": 8669,
			"name": "徐州建筑职业技术学院"
		}, {
			"id": 8670,
			"name": "徐州教育学院"
		}, {
			"id": 8671,
			"name": "徐州工程学院"
		}, {
			"id": 8672,
			"name": "炎黄职业技术学院"
		}, {
			"id": 8673,
			"name": "盐城纺织职业技术学院"
		}, {
			"id": 8674,
			"name": "扬州工业职业技术学院"
		}, {
			"id": 8675,
			"name": "扬州环境资源管理学院"
		}, {
			"id": 8676,
			"name": "扬州环境资源职业技术学院"
		}, {
			"id": 8677,
			"name": "扬州教育学院"
		}, {
			"id": 8678,
			"name": "扬州职业大学"
		}, {
			"id": 8679,
			"name": "应天职业技术学院"
		}, {
			"id": 8680,
			"name": "镇江市高等专科学校"
		}, {
			"id": 8681,
			"name": "正德职业技术学院"
		}, {
			"id": 8682,
			"name": "中国传媒大学南广学院"
		}, {
			"id": 8683,
			"name": "钟山职业技术学院"
		}, {
			"id": 8684,
			"name": "紫琅职业技术学院"
		}, {
			"id": 8685,
			"name": "江苏广播电视大学"
		}, {
			"id": 8686,
			"name": "江苏教育学院"
		}, {
			"id": 8687,
			"name": "徐州师范高等专科学校"
		}, {
			"id": 8688,
			"name": "江苏省省级机关管理干部学院"
		}, {
			"id": 8689,
			"name": "江苏职工医科大学"
		}, {
			"id": 8690,
			"name": "苏州卫生职业技术学院"
		}, {
			"id": 8691,
			"name": "盐城卫生职业技术学院"
		}, {
			"id": 8692,
			"name": "金陵旅馆管理干部学院"
		}, {
			"id": 8693,
			"name": "南京市广播电视大学"
		}, {
			"id": 8694,
			"name": "南京机电职业技术学院"
		}, {
			"id": 8695,
			"name": "江苏城市职业学院"
		}, {
			"id": 8697,
			"name": "苏州高博软件技术职业学院"
		}, {
			"id": 8698,
			"name": "南京旅游职业学院"
		}, {
			"id": 8699,
			"name": "空军第一职工大学"
		}, {
			"id": 8700,
			"name": "江苏省青年管理干部学院"
		}, {
			"id": 8701,
			"name": "江苏省广播电视大学"
		}, {
			"id": 8702,
			"name": "南京金陵旅馆管理干部学院"
		}, {
			"id": 8703,
			"name": "南通市工人业余大学"
		}, {
			"id": 8704,
			"name": "常州市职工大学"
		}, {
			"id": 8705,
			"name": "南京市职工大学"
		}, {
			"id": 8706,
			"name": "南京联合职工大学"
		}, {
			"id": 8707,
			"name": "江苏电力职工大学"
		}, {
			"id": 8709,
			"name": "南京外贸"
		}, {
			"id": 8710,
			"name": "宿迁职业技术学院"
		}, {
			"id": 8711,
			"name": "南京工程兵工程学校"
		}, {
			"id": 8712,
			"name": "南京理工大学泰州科技学院"
		}, {
			"id": 8713,
			"name": "东南大学成贤学院"
		}, {
			"id": 8714,
			"name": "南京理工大学紫金学院"
		}, {
			"id": 8715,
			"name": "南京航空航天大学金城学院"
		}, {
			"id": 8716,
			"name": "南京财经大学红山学院"
		}, {
			"id": 8717,
			"name": "南京师范大学泰州学院"
		}, {
			"id": 8718,
			"name": "南京审计学院金审学院"
		}, {
			"id": 8719,
			"name": "南通大学杏林学院"
		}, {
			"id": 8720,
			"name": "江苏工业学院怀德学院"
		}, {
			"id": 8721,
			"name": "江苏科技大学南徐学院"
		}, {
			"id": 8722,
			"name": "南京邮电大学通达学院"
		}, {
			"id": 8723,
			"name": "徐州师范大学科文学院"
		}, {
			"id": 8724,
			"name": "扬州大学广陵学院"
		}, {
			"id": 8725,
			"name": "江苏大学京江学院"
		}, {
			"id": 8726,
			"name": "苏州科技学院天平学院"
		}, {
			"id": 8727,
			"name": "苏州大学应用技术学院"
		}, {
			"id": 8728,
			"name": "苏州大学文正学院"
		}, {
			"id": 8729,
			"name": "南京信息工程大学滨江学院"
		}, {
			"id": 8730,
			"name": "南京中医药大学翰林学院"
		}, {
			"id": 8731,
			"name": "南京医科大学康达学院"
		}, {
			"id": 8732,
			"name": "南京师范大学中北学院"
		}, {
			"id": 8733,
			"name": "南京工业大学浦江学院"
		}, {
			"id": 8734,
			"name": "江南大学太湖学院"
		}, {
			"id": 8735,
			"name": "南通体臣卫生学校"
		}, {
			"id": 8736,
			"name": "南通市广播电视大学"
		}, {
			"id": 8737,
			"name": "江苏省南通商贸高等职业学校"
		}, {
			"id": 8738,
			"name": "南通高等师范学校"
		}, {
			"id": 8739,
			"name": "如皋高等师范学校"
		}, {
			"id": 8740,
			"name": "南通市中等专业学校"
		}, {
			"id": 8741,
			"name": "太湖创意职业技术学院"
		}, {
			"id": 8742,
			"name": "西交利物浦大学"
		}, {
			"id": 8743,
			"name": "南京中天专修学院"
		}, {
			"id": 8744,
			"name": "江苏苏州广播电视大学"
		}, {
			"id": 8745,
			"name": "南京金陵科技专修学院"
		}, {
			"id": 8746,
			"name": "江苏科技经贸专修学院"
		}, {
			"id": 8747,
			"name": "江苏省无锡交通高等职业技术学校"
		}, {
			"id": 8748,
			"name": "南京新华电脑专修学院"
		}, {
			"id": 8749,
			"name": "河海大学继续教育学院"
		}, {
			"id": 8750,
			"name": "南京技师学院"
		}, {
			"id": 8751,
			"name": "江苏建康职业学院"
		}, {
			"id": 8752,
			"name": "江苏城镇建设学校"
		}, {
			"id": 8753,
			"name": "南京航天管理干部学院"
		}, {
			"id": 8754,
			"name": "中国人民大学国际学院"
		}, {
			"id": 8755,
			"name": "徐州幼儿高等师范学校"
		}, {
			"id": 8756,
			"name": "江苏技术师范东方学院"
		}, {
			"id": 8757,
			"name": "南京高等职业技术学校"
		}, {
			"id": 8758,
			"name": "江苏省司法警官高等职业学校"
		}, {
			"id": 8759,
			"name": "南京工业职业技术学校"
		}, {
			"id": 8760,
			"name": "苏州大学宿迁学院"
		}, {
			"id": 8761,
			"name": "徐州医学院华方学院"
		}, {
			"id": 8762,
			"name": "中国矿业大学徐海学院"
		}, {
			"id": 8763,
			"name": "南京交通技师学院"
		}, {
			"id": 8764,
			"name": "苏州信息职业技术学院"
		}, {
			"id": 8765,
			"name": "江苏东南科技专修学院"
		}, {
			"id": 8766,
			"name": "盐城生物工程高等职业技术学院"
		}, {
			"id": 8767,
			"name": "江苏电大通州学院"
		}, {
			"id": 8768,
			"name": "南京大学金陵学院"
		}, {
			"id": 8769,
			"name": "运河高等师范学校"
		}, {
			"id": 8770,
			"name": "南京东方文理研修学院"
		}, {
			"id": 8771,
			"name": "徐州财经高等职业技术学校"
		}],
		"country_id": 0,
		"name": "江苏"
	}, {
		"id": 9,
		"univs": [{
			"id": 9001,
			"name": "浙江大学"
		}, {
			"id": 9002,
			"name": "浙江理工"
		}, {
			"id": 9003,
			"name": "浙江工大"
		}, {
			"id": 9004,
			"name": "杭州电子科大"
		}, {
			"id": 9005,
			"name": "浙江中医药"
		}, {
			"id": 9006,
			"name": "浙江工商"
		}, {
			"id": 9007,
			"name": "中国计量"
		}, {
			"id": 9008,
			"name": "浙江科技"
		}, {
			"id": 9009,
			"name": "浙江农林大学"
		}, {
			"id": 9010,
			"name": "杭州师范"
		}, {
			"id": 9011,
			"name": "浙江传媒"
		}, {
			"id": 9012,
			"name": "浙江财经"
		}, {
			"id": 9013,
			"name": "中国美术学院"
		}, {
			"id": 9014,
			"name": "树人大学"
		}, {
			"id": 9051,
			"name": "宁波大学"
		}, {
			"id": 9052,
			"name": "宁波工程"
		}, {
			"id": 9053,
			"name": "万里学院"
		}, {
			"id": 9054,
			"name": "诺丁汉大学"
		}, {
			"id": 9101,
			"name": "嘉兴学院"
		}, {
			"id": 9151,
			"name": "浙江海洋"
		}, {
			"id": 9201,
			"name": "温州大学"
		}, {
			"id": 9202,
			"name": "温州医学院"
		}, {
			"id": 9251,
			"name": "湖州师范"
		}, {
			"id": 9301,
			"name": "台州学院"
		}, {
			"id": 9351,
			"name": "绍兴文理学院"
		}, {
			"id": 9401,
			"name": "丽水学院"
		}, {
			"id": 9451,
			"name": "浙江师大"
		}, {
			"id": 9501,
			"name": "长征职业技术学院"
		}, {
			"id": 9502,
			"name": "公安海警学院"
		}, {
			"id": 9503,
			"name": "杭州万向职业技术学院"
		}, {
			"id": 9504,
			"name": "杭州职业技术学院"
		}, {
			"id": 9505,
			"name": "湖州职业技术学院"
		}, {
			"id": 9507,
			"name": "嘉兴职业技术学院"
		}, {
			"id": 9508,
			"name": "金华职业技术学院"
		}, {
			"id": 9509,
			"name": "科技求是学院"
		}, {
			"id": 9510,
			"name": "丽水职业技术学院"
		}, {
			"id": 9511,
			"name": "宁波城市职业技术学院"
		}, {
			"id": 9512,
			"name": "宁波大红鹰学院"
		}, {
			"id": 9513,
			"name": "宁波大学科技学院"
		}, {
			"id": 9514,
			"name": "宁波天一职业技术学院"
		}, {
			"id": 9515,
			"name": "宁波职业技术学院"
		}, {
			"id": 9516,
			"name": "衢州职业技术学院"
		}, {
			"id": 9517,
			"name": "绍兴职业技术学院"
		}, {
			"id": 9518,
			"name": "浙江越秀外国语学院"
		}, {
			"id": 9519,
			"name": "台州职业技术学院"
		}, {
			"id": 9520,
			"name": "温州职业技术学院"
		}, {
			"id": 9521,
			"name": "义乌工商职业技术学院"
		}, {
			"id": 9522,
			"name": "浙江大学城市学院"
		}, {
			"id": 9523,
			"name": "浙江大学宁波理工学院"
		}, {
			"id": 9524,
			"name": "浙江东方职业技术学院"
		}, {
			"id": 9525,
			"name": "浙江纺织服装职业技术学院"
		}, {
			"id": 9526,
			"name": "浙江工贸职业技术学院"
		}, {
			"id": 9527,
			"name": "浙江工商职业技术学院"
		}, {
			"id": 9528,
			"name": "浙江工业职业技术学院"
		}, {
			"id": 9529,
			"name": "浙江警察学院"
		}, {
			"id": 9530,
			"name": "浙江广厦建设职业技术学院"
		}, {
			"id": 9531,
			"name": "浙江机电职业技术学院"
		}, {
			"id": 9532,
			"name": "浙江建设职业技术学院"
		}, {
			"id": 9533,
			"name": "浙江交通职业技术学院"
		}, {
			"id": 9534,
			"name": "浙江外国语学院"
		}, {
			"id": 9535,
			"name": "浙江金融职业学院"
		}, {
			"id": 9536,
			"name": "浙江经济职业技术学院"
		}, {
			"id": 9537,
			"name": "浙江经贸职业技术学院"
		}, {
			"id": 9538,
			"name": "浙江警官职业学院"
		}, {
			"id": 9539,
			"name": "浙江旅游职业学院"
		}, {
			"id": 9540,
			"name": "浙江商业职业技术学院"
		}, {
			"id": 9541,
			"name": "浙江水利水电专科学校"
		}, {
			"id": 9542,
			"name": "浙江医学高等专科学校"
		}, {
			"id": 9543,
			"name": "浙江医药高等专科学校"
		}, {
			"id": 9544,
			"name": "浙江艺术职业学院"
		}, {
			"id": 9545,
			"name": "浙江育英职业技术学院"
		}, {
			"id": 9546,
			"name": "浙江电力职业技术学院"
		}, {
			"id": 9547,
			"name": "嘉兴南洋职业技术学院"
		}, {
			"id": 9548,
			"name": "浙江国际海运职业技术学校"
		}, {
			"id": 9549,
			"name": "浙江工业大学浙西分校"
		}, {
			"id": 9552,
			"name": "浙江国际海运职业技术学院"
		}, {
			"id": 9553,
			"name": "温州市工人业余大学"
		}, {
			"id": 9554,
			"name": "宁波市广播电视大学"
		}, {
			"id": 9555,
			"name": "浙江嘉兴教育学院"
		}, {
			"id": 9556,
			"name": "浙江经济管理职工大学"
		}, {
			"id": 9557,
			"name": "浙江省广播电视大学"
		}, {
			"id": 9558,
			"name": "金华教育学院"
		}, {
			"id": 9559,
			"name": "宁波教育学院"
		}, {
			"id": 9561,
			"name": "杭州成人科技大学"
		}, {
			"id": 9562,
			"name": "杭州市工人业余大学"
		}, {
			"id": 9563,
			"name": "浙江省省级机关职工业余大学"
		}, {
			"id": 9564,
			"name": "浙江同济科技职业学院"
		}, {
			"id": 9565,
			"name": "浙江邮电职业技术学院"
		}, {
			"id": 9566,
			"name": "浙江体育职业技术学院"
		}, {
			"id": 9567,
			"name": "台州科技职业学院"
		}, {
			"id": 9568,
			"name": "温州科技职业学院"
		}, {
			"id": 9569,
			"name": "浙江理工大学成教学院北景园分院"
		}, {
			"id": 9570,
			"name": "同济大学浙江学院"
		}, {
			"id": 9572,
			"name": "浙江横店影视职业学院"
		}, {
			"id": 9573,
			"name": "杭州科技职业技术学院"
		}, {
			"id": 9574,
			"name": "浙江工业大学"
		}, {
			"id": 9575,
			"name": "浙江传媒学院"
		}, {
			"id": 9576,
			"name": "浙江财经学院"
		}, {
			"id": 9577,
			"name": "浙江汽车职业技术学院"
		}, {
			"id": 9578,
			"name": "中国美术学院艺术职业技术学院"
		}, {
			"id": 9579,
			"name": "金华广播电视大学"
		}, {
			"id": 9580,
			"name": "杭州老和山职业技术学院"
		}, {
			"id": 9581,
			"name": "杭州师范大学钱江学院"
		}, {
			"id": 9582,
			"name": "浙江新世纪经贸专修学院"
		}, {
			"id": 9583,
			"name": "中国计量学院"
		}, {
			"id": 9584,
			"name": "杭州人文专修学院"
		}, {
			"id": 9585,
			"name": "上海财经大学浙江学院"
		}, {
			"id": 9586,
			"name": "浙江师范大学行知学院"
		}, {
			"id": 9587,
			"name": "浙江理工大学科技与艺术学院"
		}, {
			"id": 9588,
			"name": "越秀外国语学院"
		}, {
			"id": 9589,
			"name": "浙江工业大学之江学院"
		}, {
			"id": 9590,
			"name": "浙江海洋学院"
		}, {
			"id": 9591,
			"name": "杭州江南专修学院"
		}, {
			"id": 9592,
			"name": "江南专修学院"
		}],
		"country_id": 0,
		"name": "浙江"
	}, {
		"id": 10,
		"univs": [{
			"id": 10001,
			"name": "西安交大"
		}, {
			"id": 10002,
			"name": "长安大学"
		}, {
			"id": 10003,
			"name": "西北工大"
		}, {
			"id": 10004,
			"name": "西北大学"
		}, {
			"id": 10005,
			"name": "陕西师大"
		}, {
			"id": 10006,
			"name": "西安电子科大"
		}, {
			"id": 10007,
			"name": "西安理工"
		}, {
			"id": 10008,
			"name": "西安科大"
		}, {
			"id": 10009,
			"name": "西安工大"
		}, {
			"id": 10010,
			"name": "西外"
		}, {
			"id": 10011,
			"name": "西邮"
		}, {
			"id": 10012,
			"name": "西安医学院"
		}, {
			"id": 10013,
			"name": "西安财经"
		}, {
			"id": 10014,
			"name": "西北政法"
		}, {
			"id": 10015,
			"name": "西安体院"
		}, {
			"id": 10016,
			"name": "西安美院"
		}, {
			"id": 10017,
			"name": "西安音乐学院"
		}, {
			"id": 10018,
			"name": "西安文理学院"
		}, {
			"id": 10019,
			"name": "西京学院"
		}, {
			"id": 10020,
			"name": "西安翻译学院"
		}, {
			"id": 10021,
			"name": "培华学院"
		}, {
			"id": 10022,
			"name": "欧亚学院"
		}, {
			"id": 10023,
			"name": "西安外事"
		}, {
			"id": 10025,
			"name": "西安石油"
		}, {
			"id": 10026,
			"name": "西安建筑科大"
		}, {
			"id": 10027,
			"name": "第四军医大学"
		}, {
			"id": 10028,
			"name": "西安电子科技大学高等职业技术学院"
		}, {
			"id": 10029,
			"name": "西北工业大学明德学院"
		}, {
			"id": 10030,
			"name": "陕西师范大学高等职业技术学院"
		}, {
			"id": 10031,
			"name": "长安大学兴华学院"
		}, {
			"id": 10051,
			"name": "延安大学"
		}, {
			"id": 10101,
			"name": "陕西中医学院"
		}, {
			"id": 10102,
			"name": "咸阳师范学院"
		}, {
			"id": 10103,
			"name": "陕西科大"
		}, {
			"id": 10151,
			"name": "宝鸡文理学院"
		}, {
			"id": 10201,
			"name": "渭南师范"
		}, {
			"id": 10251,
			"name": "陕西理工"
		}, {
			"id": 10301,
			"name": "榆林学院"
		}, {
			"id": 10351,
			"name": "商洛学院"
		}, {
			"id": 10401,
			"name": "安康学院"
		}, {
			"id": 10451,
			"name": "西北农林科大"
		}, {
			"id": 10501,
			"name": "安康职业技术学院"
		}, {
			"id": 10502,
			"name": "宝鸡职业技术学院"
		}, {
			"id": 10503,
			"name": "汉中职业技术学院"
		}, {
			"id": 10504,
			"name": "陕西财经职业技术学院"
		}, {
			"id": 10505,
			"name": "陕西电子科技职业学院"
		}, {
			"id": 10506,
			"name": "陕西电子信息职业技术学院"
		}, {
			"id": 10507,
			"name": "陕西纺织服装职业技术学院"
		}, {
			"id": 10508,
			"name": "陕西服装艺术职业学院"
		}, {
			"id": 10509,
			"name": "陕西工业职业技术学院"
		}, {
			"id": 10510,
			"name": "陕西国防工业职业技术学院"
		}, {
			"id": 10511,
			"name": "陕西国际商贸学院"
		}, {
			"id": 10512,
			"name": "陕西航空职业技术学院"
		}, {
			"id": 10513,
			"name": "陕西交通职业技术学院"
		}, {
			"id": 10514,
			"name": "陕西经济管理职业技术学院"
		}, {
			"id": 10515,
			"name": "陕西警官职业学院"
		}, {
			"id": 10516,
			"name": "陕西旅游烹饪职业学院"
		}, {
			"id": 10517,
			"name": "陕西能源职业技术学院"
		}, {
			"id": 10518,
			"name": "陕西青年职业学院"
		}, {
			"id": 10519,
			"name": "陕西铁路工程职业技术学院"
		}, {
			"id": 10520,
			"name": "陕西邮电职业技术学院"
		}, {
			"id": 10521,
			"name": "陕西职业技术学院"
		}, {
			"id": 10522,
			"name": "商洛职业技术学院"
		}, {
			"id": 10523,
			"name": "铜川职业技术学院"
		}, {
			"id": 10524,
			"name": "渭南职业技术学院"
		}, {
			"id": 10525,
			"name": "西安电力高等专科学校"
		}, {
			"id": 10526,
			"name": "西安东方亚太职业技术学院"
		}, {
			"id": 10527,
			"name": "西安高新科技职业学院"
		}, {
			"id": 10528,
			"name": "西安工程大学"
		}, {
			"id": 10529,
			"name": "西安海棠职业学院"
		}, {
			"id": 10530,
			"name": "西安航空技术高等专科学校"
		}, {
			"id": 10531,
			"name": "西安航空职业技术学院"
		}, {
			"id": 10532,
			"name": "西安科技商贸职业学院"
		}, {
			"id": 10533,
			"name": "西安汽车科技职业学院"
		}, {
			"id": 10534,
			"name": "西安三资职业学院"
		}, {
			"id": 10535,
			"name": "西安思源学院"
		}, {
			"id": 10536,
			"name": "西安铁路职业技术学院"
		}, {
			"id": 10537,
			"name": "西安职业技术学院"
		}, {
			"id": 10538,
			"name": "咸阳职业技术学院"
		}, {
			"id": 10540,
			"name": "延安职业技术学院"
		}, {
			"id": 10541,
			"name": "杨凌职业技术学院"
		}, {
			"id": 10542,
			"name": "陕西银行学校"
		}, {
			"id": 10543,
			"name": "西安机电信息技术学院"
		}, {
			"id": 10544,
			"name": "陕西教育学院"
		}, {
			"id": 10546,
			"name": "陕西省旅游学校"
		}, {
			"id": 10547,
			"name": "西安铁路工程职工大学"
		}, {
			"id": 10549,
			"name": "西安华西专修大学"
		}, {
			"id": 10550,
			"name": "西安航空职工大学"
		}, {
			"id": 10551,
			"name": "西安建筑科技大学华清学院"
		}, {
			"id": 10552,
			"name": "西安财经学院行知学院"
		}, {
			"id": 10553,
			"name": "陕西科技大学镐京学院"
		}, {
			"id": 10554,
			"name": "西安工业大学北方信息工程学院"
		}, {
			"id": 10555,
			"name": "延安大学西安创新学院"
		}, {
			"id": 10556,
			"name": "西安电子科技大学长安学院"
		}, {
			"id": 10559,
			"name": "西安理工大学高科学院"
		}, {
			"id": 10560,
			"name": "西安科技大学高新学院"
		}, {
			"id": 10563,
			"name": "西安交通大学城市学院"
		}, {
			"id": 10564,
			"name": "西北大学现代学院"
		}, {
			"id": 10565,
			"name": "西安工程技术学院"
		}, {
			"id": 10566,
			"name": "陕西航天职工大学"
		}, {
			"id": 10567,
			"name": "咸阳师范学院附属中学"
		}, {
			"id": 10568,
			"name": "陕西工运学院"
		}, {
			"id": 10569,
			"name": "陕西广播电视大学"
		}, {
			"id": 10570,
			"name": "陕西省建筑职工大学"
		}, {
			"id": 10571,
			"name": "陕西通信技术学院"
		}, {
			"id": 10572,
			"name": "陕西理工学院"
		}, {
			"id": 10573,
			"name": "西安财经学院"
		}, {
			"id": 10574,
			"name": "陕西省中医学院"
		}, {
			"id": 10575,
			"name": "西安航空旅游学院"
		}, {
			"id": 10576,
			"name": "陕西航空技术学院"
		}, {
			"id": 10577,
			"name": "西安邮电学院"
		}, {
			"id": 10578,
			"name": "陕西服装艺术学院"
		}, {
			"id": 10579,
			"name": "西安工程机械专修学院"
		}, {
			"id": 10580,
			"name": "西北农林科技大学"
		}, {
			"id": 10581,
			"name": "陕西建设技术学院"
		}, {
			"id": 10582,
			"name": "西安冶金建筑专修学院"
		}, {
			"id": 10583,
			"name": " 西安联合职业培训学院"
		}, {
			"id": 10584,
			"name": "西安外贸职工大学"
		}, {
			"id": 10585,
			"name": "西安金融财贸学院"
		}, {
			"id": 10586,
			"name": "西安技师学院"
		}],
		"country_id": 0,
		"name": "陕西"
	}, {
		"id": 11,
		"univs": [{
			"id": 11001,
			"name": "武汉大学"
		}, {
			"id": 11002,
			"name": "华中科大"
		}, {
			"id": 11003,
			"name": "华中农大"
		}, {
			"id": 11004,
			"name": "武汉理工"
		}, {
			"id": 11005,
			"name": "中国地质大学（武汉）"
		}, {
			"id": 11006,
			"name": "中南财经政法大学"
		}, {
			"id": 11007,
			"name": "中南民族大学"
		}, {
			"id": 11008,
			"name": "华中师大"
		}, {
			"id": 11009,
			"name": "武汉工业学院"
		}, {
			"id": 11010,
			"name": "武汉纺织大学"
		}, {
			"id": 11011,
			"name": "湖北中医药大学"
		}, {
			"id": 11012,
			"name": "湖北经济学院"
		}, {
			"id": 11013,
			"name": "湖北警官学院"
		}, {
			"id": 11014,
			"name": "武汉体院"
		}, {
			"id": 11015,
			"name": "湖北美院"
		}, {
			"id": 11016,
			"name": "武汉音乐学院"
		}, {
			"id": 11017,
			"name": "武汉生物工程学院"
		}, {
			"id": 11018,
			"name": "湖北工大"
		}, {
			"id": 11019,
			"name": "湖北大学"
		}, {
			"id": 11020,
			"name": "江汉大学"
		}, {
			"id": 11021,
			"name": "武汉工大"
		}, {
			"id": 11022,
			"name": "武汉科大"
		}, {
			"id": 11051,
			"name": "长江大学"
		}, {
			"id": 11101,
			"name": "三峡大学"
		}, {
			"id": 11151,
			"name": "湖北汽院"
		}, {
			"id": 11152,
			"name": "湖北医药学院"
		}, {
			"id": 11201,
			"name": "孝感学院"
		}, {
			"id": 11251,
			"name": "湖北师范学院"
		}, {
			"id": 11252,
			"name": "黄石理工"
		}, {
			"id": 11301,
			"name": "黄冈师院"
		}, {
			"id": 11351,
			"name": "湖北民族学院"
		}, {
			"id": 11401,
			"name": "襄樊学院"
		}, {
			"id": 11451,
			"name": "咸宁学院"
		}, {
			"id": 11501,
			"name": "长江工程职业技术学院"
		}, {
			"id": 11502,
			"name": "长江职业学院"
		}, {
			"id": 11504,
			"name": "鄂东职业技术学院"
		}, {
			"id": 11505,
			"name": "鄂州大学"
		}, {
			"id": 11507,
			"name": "恩施职业技术学院"
		}, {
			"id": 11508,
			"name": "湖北财经高等专科学校"
		}, {
			"id": 11509,
			"name": "湖北财税职业学院"
		}, {
			"id": 11510,
			"name": "湖北城市建设职业技术学院"
		}, {
			"id": 11511,
			"name": "湖北工业大学商贸学院"
		}, {
			"id": 11512,
			"name": "湖北国土资源职业学院"
		}, {
			"id": 11513,
			"name": "湖北黄石机电职业技术学院"
		}, {
			"id": 11514,
			"name": "湖北交通职业技术学院"
		}, {
			"id": 11515,
			"name": "湖北第二师范学院"
		}, {
			"id": 11516,
			"name": "湖北经济管理干部学院"
		}, {
			"id": 11517,
			"name": "湖北开放职业学院"
		}, {
			"id": 11518,
			"name": "湖北民族学院科技学院"
		}, {
			"id": 11519,
			"name": "湖北轻工职业技术学院"
		}, {
			"id": 11520,
			"name": "湖北三峡职业技术学院"
		}, {
			"id": 11521,
			"name": "湖北生态工程职业技术学院"
		}, {
			"id": 11522,
			"name": "湖北生物科技职业学院"
		}, {
			"id": 11523,
			"name": "湖北省水利水电职业技术学院"
		}, {
			"id": 11524,
			"name": "湖北师范学院文理学院"
		}, {
			"id": 11525,
			"name": "湖北艺术职业学院"
		}, {
			"id": 11526,
			"name": "湖北职业技术学院"
		}, {
			"id": 11527,
			"name": "湖北中医药高等专科学校"
		}, {
			"id": 11528,
			"name": "黄冈科技职业学院"
		}, {
			"id": 11529,
			"name": "黄冈职业技术学院"
		}, {
			"id": 11530,
			"name": "江汉艺术职业学院"
		}, {
			"id": 11531,
			"name": "荆楚理工学院"
		}, {
			"id": 11532,
			"name": "荆州职业技术学院"
		}, {
			"id": 11533,
			"name": "沙市职业大学"
		}, {
			"id": 11534,
			"name": "沙洋师范高等专科学校"
		}, {
			"id": 11535,
			"name": "十堰职业技术学院"
		}, {
			"id": 11536,
			"name": "随州职业技术学院"
		}, {
			"id": 11537,
			"name": "武汉船舶职业技术学院"
		}, {
			"id": 11538,
			"name": "武汉电力职业技术学院"
		}, {
			"id": 11539,
			"name": "武汉工程职业技术学院"
		}, {
			"id": 11541,
			"name": "武汉工业职业技术学院"
		}, {
			"id": 11542,
			"name": "武汉航海职业技术学院"
		}, {
			"id": 11543,
			"name": "武汉交通职业学院"
		}, {
			"id": 11544,
			"name": "武汉警官职业学院"
		}, {
			"id": 11545,
			"name": "武汉科技职业学院"
		}, {
			"id": 11546,
			"name": "武汉理工大学华夏学院"
		}, {
			"id": 11547,
			"name": "武汉民政职业学院"
		}, {
			"id": 11548,
			"name": "武汉软件工程职业学院"
		}, {
			"id": 11549,
			"name": "武汉商贸学院"
		}, {
			"id": 11550,
			"name": "武汉商业服务学院"
		}, {
			"id": 11551,
			"name": "武汉时代职业学院"
		}, {
			"id": 11552,
			"name": "武汉铁路职业技术学院"
		}, {
			"id": 11553,
			"name": "武汉外语外事职业学院"
		}, {
			"id": 11554,
			"name": "武汉信息传播职业技术学院"
		}, {
			"id": 11556,
			"name": "武汉职业技术学院"
		}, {
			"id": 11557,
			"name": "仙桃职业学院"
		}, {
			"id": 11558,
			"name": "咸宁职业技术学院"
		}, {
			"id": 11559,
			"name": "襄樊职业技术学院"
		}, {
			"id": 11560,
			"name": "孝感学院新技术学院"
		}, {
			"id": 11561,
			"name": "郧阳师范高等专科学校"
		}, {
			"id": 11562,
			"name": "中南民族大学工商学院"
		}, {
			"id": 11563,
			"name": "黄冈广播电视大学"
		}, {
			"id": 11564,
			"name": "华中科技大学文华学院"
		}, {
			"id": 11566,
			"name": "华中师范大学汉口分校"
		}, {
			"id": 11567,
			"name": "湖北大学知行学院"
		}, {
			"id": 11568,
			"name": "三峡大学科技学院"
		}, {
			"id": 11569,
			"name": "武汉科技大学中南分校"
		}, {
			"id": 11570,
			"name": "湖北工业大学工程技术学院"
		}, {
			"id": 11571,
			"name": "武汉工业学院工商学院"
		}, {
			"id": 11572,
			"name": "武汉工程大学邮电与信息工程学院　"
		}, {
			"id": 11573,
			"name": "武汉科技学院外经贸学院"
		}, {
			"id": 11574,
			"name": "江汉大学文理学院"
		}, {
			"id": 11575,
			"name": "湖北汽车工业学院科技学院"
		}, {
			"id": 11576,
			"name": "湖北经济学院法商学院　"
		}, {
			"id": 11577,
			"name": "武汉体育学院体育科技学院"
		}, {
			"id": 11579,
			"name": "郧阳医学院药护学院"
		}, {
			"id": 11580,
			"name": "襄樊学院理工学院"
		}, {
			"id": 11581,
			"name": "中国地质大学江城学院"
		}, {
			"id": 11582,
			"name": "长江大学文理学院"
		}, {
			"id": 11583,
			"name": "长江大学工程技术学院"
		}, {
			"id": 11584,
			"name": "华中师范大学武汉传媒学院"
		}, {
			"id": 11585,
			"name": "武汉大学东湖分校"
		}, {
			"id": 11587,
			"name": "中南财经政法武汉学院"
		}, {
			"id": 11588,
			"name": "华中科技大学武昌分校　"
		}, {
			"id": 11589,
			"name": "武汉工贸职业学院"
		}, {
			"id": 11590,
			"name": "三峡电力职业学院"
		}, {
			"id": 11591,
			"name": "湖北青年职业学院"
		}, {
			"id": 11595,
			"name": "武汉语言文化职业学院"
		}, {
			"id": 11596,
			"name": "黄石职业技术学院"
		}, {
			"id": 11597,
			"name": "海军工程大学"
		}, {
			"id": 11598,
			"name": "湖北广播电视大学"
		}, {
			"id": 11599,
			"name": "武汉科技大学城市学院"
		}, {
			"id": 11600,
			"name": "宜昌市商业学校"
		}, {
			"id": 11603,
			"name": "湖北澳新教育专修学院"
		}, {
			"id": 11604,
			"name": "武汉城市建设学院"
		}, {
			"id": 11605,
			"name": "湖北孝感职业技术学院"
		}, {
			"id": 11606,
			"name": "葛洲坝水电工程学院"
		}, {
			"id": 11607,
			"name": "湖北省国土资源学院"
		}, {
			"id": 11608,
			"name": "武汉冶金管理干部学院"
		}, {
			"id": 11609,
			"name": "武汉城市职业学院"
		}, {
			"id": 11610,
			"name": "武汉大学珞珈学院"
		}],
		"country_id": 0,
		"name": "湖北"
	}, {
		"id": 12,
		"univs": [{
			"id": 12001,
			"name": "华南理工大学"
		}, {
			"id": 12002,
			"name": "中山大学"
		}, {
			"id": 12003,
			"name": "暨南大学"
		}, {
			"id": 12004,
			"name": "华南师范大学"
		}, {
			"id": 12005,
			"name": "广东工业大学"
		}, {
			"id": 12006,
			"name": "华南农业大学"
		}, {
			"id": 12007,
			"name": "广州大学"
		}, {
			"id": 12008,
			"name": "广东外语外贸大学"
		}, {
			"id": 12009,
			"name": "广州中医药大学"
		}, {
			"id": 12010,
			"name": "南方医科大学"
		}, {
			"id": 12012,
			"name": "仲恺农业工程学院"
		}, {
			"id": 12013,
			"name": "广州医学院"
		}, {
			"id": 12014,
			"name": "广东药学院"
		}, {
			"id": 12015,
			"name": "广东金融学院"
		}, {
			"id": 12016,
			"name": "广东商学院"
		}, {
			"id": 12017,
			"name": "广东警官学院"
		}, {
			"id": 12018,
			"name": "广州体育学院"
		}, {
			"id": 12019,
			"name": "广州美术学院"
		}, {
			"id": 12020,
			"name": "星海音乐学院"
		}, {
			"id": 12021,
			"name": "广东技术师范学院"
		}, {
			"id": 12022,
			"name": "广东培正学院"
		}, {
			"id": 12023,
			"name": "广东白云学院"
		}, {
			"id": 12051,
			"name": "深圳大学"
		}, {
			"id": 12101,
			"name": "汕头大学"
		}, {
			"id": 12151,
			"name": "五邑大学"
		}, {
			"id": 12201,
			"name": "肇庆学院"
		}, {
			"id": 12251,
			"name": "茂名学院"
		}, {
			"id": 12301,
			"name": "东莞理工"
		}, {
			"id": 12351,
			"name": "广东医学院"
		}, {
			"id": 12352,
			"name": "湛江师范"
		}, {
			"id": 12353,
			"name": "广东海洋"
		}, {
			"id": 12401,
			"name": "韶关学院"
		}, {
			"id": 12451,
			"name": "韩山师范"
		}, {
			"id": 12501,
			"name": "嘉应学院"
		}, {
			"id": 12551,
			"name": "惠州学院"
		}, {
			"id": 12601,
			"name": "佛山科技学院"
		}, {
			"id": 12602,
			"name": "中山大学南方学院"
		}, {
			"id": 12603,
			"name": "广东外语外贸大学南国商学院"
		}, {
			"id": 12604,
			"name": "华南理工大学广州汽车学院"
		}, {
			"id": 12701,
			"name": "北京理工大学珠海学院"
		}, {
			"id": 12702,
			"name": "北京师范大学珠海分校"
		}, {
			"id": 12703,
			"name": "电子科技大学中山学院"
		}, {
			"id": 12704,
			"name": "东莞理工学院城市学院"
		}, {
			"id": 12705,
			"name": "东莞南博职业技术学院"
		}, {
			"id": 12706,
			"name": "番禺职业技术学院"
		}, {
			"id": 12707,
			"name": "佛山职业技术学院"
		}, {
			"id": 12708,
			"name": "广东财经职业学院"
		}, {
			"id": 12709,
			"name": "广东潮汕职业技术学院"
		}, {
			"id": 12710,
			"name": "广东纺织职业技术学院"
		}, {
			"id": 12711,
			"name": "广东工程职业技术学院"
		}, {
			"id": 12712,
			"name": "广东工贸职业技术学院"
		}, {
			"id": 12713,
			"name": "广东工业大学华立学院"
		}, {
			"id": 12714,
			"name": "广东海洋大学寸金学院"
		}, {
			"id": 12715,
			"name": "广东海洋大学海滨学院"
		}, {
			"id": 12716,
			"name": "广东化工制药职业技术学院"
		}, {
			"id": 12717,
			"name": "广东机电职业技术学院"
		}, {
			"id": 12718,
			"name": "广东技术师范学院北校区"
		}, {
			"id": 12719,
			"name": "广东建华职业学院"
		}, {
			"id": 12720,
			"name": "广东建设职业技术学院"
		}, {
			"id": 12721,
			"name": "广东交通职业技术学院"
		}, {
			"id": 12722,
			"name": "广东教育学院"
		}, {
			"id": 12723,
			"name": "广东科学技术职业学院"
		}, {
			"id": 12724,
			"name": "广东理工职业学院"
		}, {
			"id": 12725,
			"name": "广东岭南职业技术学院"
		}, {
			"id": 12726,
			"name": "广东农工商职业技术学院"
		}, {
			"id": 12727,
			"name": "广东女子职业技术学院"
		}, {
			"id": 12728,
			"name": "广东轻工职业技术学院"
		}, {
			"id": 12729,
			"name": "广东省新闻出版技师学院"
		}, {
			"id": 12730,
			"name": "广东水利电力职业技术学院"
		}, {
			"id": 12731,
			"name": "广东司法警官职业学院"
		}, {
			"id": 12732,
			"name": "广东松山职业技术学院"
		}, {
			"id": 12733,
			"name": "广东体育职业技术学院"
		}, {
			"id": 12734,
			"name": "广东外语外贸大学公开学院"
		}, {
			"id": 12735,
			"name": "广东外语艺术职业学院"
		}, {
			"id": 12736,
			"name": "广东文艺职业学院"
		}, {
			"id": 12737,
			"name": "广东新安职业技术学院"
		}, {
			"id": 12738,
			"name": "广东行政职业学院"
		}, {
			"id": 12739,
			"name": "广东亚视演艺职业学院"
		}, {
			"id": 12740,
			"name": "广东邮电职业技术学院"
		}, {
			"id": 12741,
			"name": "广州城市职业学院"
		}, {
			"id": 12742,
			"name": "广州大学城建学院"
		}, {
			"id": 12743,
			"name": "广州大学华软软件学院"
		}, {
			"id": 12744,
			"name": "广州大学市政技术学院"
		}, {
			"id": 12745,
			"name": "广州大学松田学院"
		}, {
			"id": 12746,
			"name": "广州工程技术职业学院"
		}, {
			"id": 12747,
			"name": "广州工商职业技术学院"
		}, {
			"id": 12748,
			"name": "广州航海高等专科学校"
		}, {
			"id": 12749,
			"name": "广州华立科技职业学院"
		}, {
			"id": 12750,
			"name": "广州华南商贸职业学院"
		}, {
			"id": 12751,
			"name": "广州康大职业技术学院"
		}, {
			"id": 12752,
			"name": "广州科技贸易职业学院"
		}, {
			"id": 12753,
			"name": "广州科技职业技术学院"
		}, {
			"id": 12754,
			"name": "广州民航职业技术学院"
		}, {
			"id": 12755,
			"name": "广州南洋理工职业学院"
		}, {
			"id": 12756,
			"name": "广州涉外经济职业技术学院"
		}, {
			"id": 12757,
			"name": "广州体育职业技术学院"
		}, {
			"id": 12758,
			"name": "广州铁路职业技术学院"
		}, {
			"id": 12759,
			"name": "广州现代信息工程职业技术学院"
		}, {
			"id": 12760,
			"name": "河源职业技术学院"
		}, {
			"id": 12761,
			"name": "华澳国际会计学院"
		}, {
			"id": 12762,
			"name": "华南农业大学珠江学院"
		}, {
			"id": 12763,
			"name": "华南师范大学增城学院"
		}, {
			"id": 12764,
			"name": "惠州经济职业技术学院"
		}, {
			"id": 12765,
			"name": "吉林大学珠海学院"
		}, {
			"id": 12766,
			"name": "江门职业技术学院"
		}, {
			"id": 12767,
			"name": "揭阳职业技术学院"
		}, {
			"id": 12768,
			"name": "罗定职业技术学院"
		}, {
			"id": 12769,
			"name": "茂名职业技术学院"
		}, {
			"id": 12770,
			"name": "南华工商学院"
		}, {
			"id": 12771,
			"name": "南海东软信息技术学院"
		}, {
			"id": 12772,
			"name": "清远职业技术学院"
		}, {
			"id": 12773,
			"name": "汕头职业技术学院"
		}, {
			"id": 12774,
			"name": "汕尾职业技术学院"
		}, {
			"id": 12775,
			"name": "深圳信息职业技术学院"
		}, {
			"id": 12776,
			"name": "深圳振西科技学院"
		}, {
			"id": 12777,
			"name": "深圳职业技术学院"
		}, {
			"id": 12778,
			"name": "顺德职业技术学院"
		}, {
			"id": 12779,
			"name": "私立华联学院"
		}, {
			"id": 12780,
			"name": "阳江职业技术学院"
		}, {
			"id": 12781,
			"name": "湛江技师学院"
		}, {
			"id": 12782,
			"name": "湛江教育学院"
		}, {
			"id": 12783,
			"name": "湛师基础教育学院"
		}, {
			"id": 12784,
			"name": "肇庆工商职业技术学院"
		}, {
			"id": 12785,
			"name": "肇庆科技职业技术学院"
		}, {
			"id": 12786,
			"name": "肇庆医学高等专科学校"
		}, {
			"id": 12787,
			"name": "中山火炬职业技术学院"
		}, {
			"id": 12788,
			"name": "珠海城市职业技术学院"
		}, {
			"id": 12789,
			"name": "珠海艺术职业学院"
		}, {
			"id": 12790,
			"name": "遵义医学院珠海校区"
		}, {
			"id": 12791,
			"name": "广东技术师范天河分院"
		}, {
			"id": 12792,
			"name": "广东科学技术职业学院国防工大"
		}, {
			"id": 12793,
			"name": "茂名广播电视大学"
		}, {
			"id": 12794,
			"name": "广东石油化工职业技术学校"
		}, {
			"id": 12795,
			"name": "中山大学新华学院"
		}, {
			"id": 12796,
			"name": "广东商学院华商学院"
		}, {
			"id": 12797,
			"name": "南开大学深圳金融工程学院"
		}, {
			"id": 12798,
			"name": "北京师范大学－香港浸会大学联合国际学院"
		}, {
			"id": 12799,
			"name": "广州金桥管理干部学院"
		}, {
			"id": 12800,
			"name": "广州大学纺织服装学院"
		}, {
			"id": 12801,
			"name": "华南师范大学南海校区"
		}, {
			"id": 12802,
			"name": "暨南大学深圳旅游学院"
		}, {
			"id": 12803,
			"name": "暨南大学珠海学院"
		}, {
			"id": 12804,
			"name": "潮汕职业技术学院"
		}, {
			"id": 12805,
			"name": "广东科贸职业学院"
		}, {
			"id": 12806,
			"name": "中山职业技术学院"
		}, {
			"id": 12807,
			"name": "广东省外语艺术职业学院"
		}, {
			"id": 12808,
			"name": "南海东软信息技术职业学院"
		}, {
			"id": 12809,
			"name": "广东食品药品职业学院"
		}, {
			"id": 12810,
			"name": "广州城建职业学院"
		}, {
			"id": 12811,
			"name": "湛江现代科技职业学院"
		}, {
			"id": 12812,
			"name": "广州松田职业学院"
		}, {
			"id": 12813,
			"name": "广州珠江职业技术学院"
		}, {
			"id": 12814,
			"name": "广东新华教育学院"
		}, {
			"id": 12815,
			"name": "广东省广播电视大学"
		}, {
			"id": 12816,
			"name": "广东社会科学大学"
		}, {
			"id": 12817,
			"name": "广东青年管理干部学院"
		}, {
			"id": 12818,
			"name": "深圳市广播电视大学"
		}, {
			"id": 12819,
			"name": "广州市广播电视大学"
		}, {
			"id": 12820,
			"name": "韶关市职工大学"
		}, {
			"id": 12821,
			"name": "汕头市业余大学"
		}, {
			"id": 12822,
			"name": "广东省国防工业职工大学"
		}, {
			"id": 12823,
			"name": "南海成人学院"
		}, {
			"id": 12824,
			"name": "广东省电子商务技师学院"
		}, {
			"id": 12825,
			"name": "深圳信息学院"
		}, {
			"id": 12826,
			"name": "广州仲恺农业学院"
		}, {
			"id": 12827,
			"name": "江门市广播电视大学"
		}, {
			"id": 12828,
			"name": "北京大学深圳研究生院"
		}, {
			"id": 12829,
			"name": "江门艺华旅游职业学院"
		}],
		"country_id": 0,
		"name": "广东"
	}, {
		"id": 13,
		"univs": [{
			"id": 13001,
			"name": "湖南师大"
		}, {
			"id": 13002,
			"name": "中南大学"
		}, {
			"id": 13003,
			"name": "湖南大学"
		}, {
			"id": 13004,
			"name": "长沙理工"
		}, {
			"id": 13005,
			"name": "湖南农大"
		}, {
			"id": 13006,
			"name": "湖南中医药"
		}, {
			"id": 13007,
			"name": "中南林业科大"
		}, {
			"id": 13008,
			"name": "长沙学院"
		}, {
			"id": 13009,
			"name": "长沙医学院"
		}, {
			"id": 13010,
			"name": "湖南涉外经济"
		}, {
			"id": 13011,
			"name": "湖南商学院"
		}, {
			"id": 13012,
			"name": "湖南人文科技"
		}, {
			"id": 13051,
			"name": "湘潭大学"
		}, {
			"id": 13052,
			"name": "湖南科大"
		}, {
			"id": 13053,
			"name": "湖南工程学院"
		}, {
			"id": 13101,
			"name": "南华大学"
		}, {
			"id": 13151,
			"name": "吉首大学"
		}, {
			"id": 13201,
			"name": "湖南工大"
		}, {
			"id": 13251,
			"name": "湖南城市学院"
		}, {
			"id": 13301,
			"name": "湖南理工学院"
		}, {
			"id": 13351,
			"name": "湘南学院"
		}, {
			"id": 13401,
			"name": "衡阳师院"
		}, {
			"id": 13451,
			"name": "湖南文理"
		}, {
			"id": 13501,
			"name": "怀化学院"
		}, {
			"id": 13551,
			"name": "湖南科技学院"
		}, {
			"id": 13601,
			"name": "邵阳学院"
		}, {
			"id": 13701,
			"name": "保险职业学院"
		}, {
			"id": 13702,
			"name": "长沙电力职业技术学院"
		}, {
			"id": 13703,
			"name": "长沙航空职业学院"
		}, {
			"id": 13704,
			"name": "长沙环境保护职业技术学院"
		}, {
			"id": 13705,
			"name": "长沙民政职业技术学院"
		}, {
			"id": 13706,
			"name": "长沙南方职业学院"
		}, {
			"id": 13707,
			"name": "长沙商贸旅游职业技术学院"
		}, {
			"id": 13710,
			"name": "长沙师范专科学校"
		}, {
			"id": 13711,
			"name": "长沙通信职业技术学院"
		}, {
			"id": 13712,
			"name": "长沙职工大学"
		}, {
			"id": 13713,
			"name": "长沙职业技术学院"
		}, {
			"id": 13714,
			"name": "常德职业技术学院"
		}, {
			"id": 13715,
			"name": "郴州职业技术学院"
		}, {
			"id": 13716,
			"name": "衡阳财经工业职业技术学院"
		}, {
			"id": 13717,
			"name": "湖南安全技术职业学院"
		}, {
			"id": 13718,
			"name": "湖南财政经济学院"
		}, {
			"id": 13719,
			"name": "湖南城建职业技术学院"
		}, {
			"id": 13720,
			"name": "湖南大众传媒学院"
		}, {
			"id": 13721,
			"name": "湖南第一师范"
		}, {
			"id": 13722,
			"name": "湖南对外经济贸易职业学院"
		}, {
			"id": 13723,
			"name": "湖南工程职业技术学院"
		}, {
			"id": 13724,
			"name": "湖南工学院"
		}, {
			"id": 13725,
			"name": "湖南工业职业技术学院"
		}, {
			"id": 13726,
			"name": "湖南工艺美术职业学院"
		}, {
			"id": 13727,
			"name": "湖南警察学院"
		}, {
			"id": 13728,
			"name": "湖南广播电视大学"
		}, {
			"id": 13729,
			"name": "湖南化工职业技术学院"
		}, {
			"id": 13730,
			"name": "湖南环境生物职业技术学院"
		}, {
			"id": 13731,
			"name": "湖南机电职业技术学院"
		}, {
			"id": 13732,
			"name": "湖南建材高等专科学校"
		}, {
			"id": 13733,
			"name": "湖南交通工程职业技术学院"
		}, {
			"id": 13734,
			"name": "湖南交通职业技术学院"
		}, {
			"id": 13735,
			"name": "湖南经济干部管理学院"
		}, {
			"id": 13736,
			"name": "湖南九嶷职业技术学院"
		}, {
			"id": 13737,
			"name": "湖南科技经贸职业学院"
		}, {
			"id": 13738,
			"name": "湖南科技职业技术学院"
		}, {
			"id": 13739,
			"name": "湖南理工职业技术学院"
		}, {
			"id": 13740,
			"name": "湖南娄底远东职业学校"
		}, {
			"id": 13741,
			"name": "湖南民族职业学院"
		}, {
			"id": 13742,
			"name": "湖南农业大学国际学院"
		}, {
			"id": 13743,
			"name": "湖南女子大学"
		}, {
			"id": 13744,
			"name": "湖南软件职业技术学院"
		}, {
			"id": 13745,
			"name": "湖南商务职业技术学院"
		}, {
			"id": 13746,
			"name": "湖南生物环境职业技术学院"
		}, {
			"id": 13747,
			"name": "湖南生物机电职业技术学院"
		}, {
			"id": 13749,
			"name": "湖南省水利水电职业技术学院"
		}, {
			"id": 13750,
			"name": "湖南石油化工职业技术学院"
		}, {
			"id": 13751,
			"name": "湖南税务高等专科学校"
		}, {
			"id": 13752,
			"name": "湖南司法警官职业技术学院"
		}, {
			"id": 13753,
			"name": "湖南体育职业学院"
		}, {
			"id": 13754,
			"name": "湖南铁道职业技术学院"
		}, {
			"id": 13755,
			"name": "湖南铁路科技职业技术学院"
		}, {
			"id": 13756,
			"name": "湖南同德职业学院"
		}, {
			"id": 13757,
			"name": "湖南网络工程职业学院"
		}, {
			"id": 13758,
			"name": "湖南现代物流职业技术学院"
		}, {
			"id": 13759,
			"name": "湖南信息科学职业学院"
		}, {
			"id": 13760,
			"name": "湖南信息职业技术学院"
		}, {
			"id": 13761,
			"name": "湖南行政学院"
		}, {
			"id": 13762,
			"name": "湖南冶金职业技术学院"
		}, {
			"id": 13763,
			"name": "湖南艺术职业学院"
		}, {
			"id": 13764,
			"name": "湖南中医药高等专科学校"
		}, {
			"id": 13765,
			"name": "怀化医学高等专科学校"
		}, {
			"id": 13766,
			"name": "怀化职业技术学院"
		}, {
			"id": 13768,
			"name": "娄底理工学院"
		}, {
			"id": 13769,
			"name": "娄底市卫生学校"
		}, {
			"id": 13770,
			"name": "娄底职业技术学院"
		}, {
			"id": 13771,
			"name": "邵阳医学高等专科学校"
		}, {
			"id": 13772,
			"name": "邵阳职业技术学院"
		}, {
			"id": 13773,
			"name": "湘潭职业技术学院"
		}, {
			"id": 13774,
			"name": "湘西民族职业技术学院"
		}, {
			"id": 13775,
			"name": "潇湘职业学院"
		}, {
			"id": 13776,
			"name": "益阳职业技术学院"
		}, {
			"id": 13777,
			"name": "永州职业技术学院"
		}, {
			"id": 13778,
			"name": "岳阳职业技术学院"
		}, {
			"id": 13779,
			"name": "张家界航空工业职业技术学院"
		}, {
			"id": 13780,
			"name": "株洲师范高等专科学校"
		}, {
			"id": 13781,
			"name": "株洲职业技术学院"
		}, {
			"id": 13782,
			"name": "湘潭大学兴湘学院"
		}, {
			"id": 13783,
			"name": "湖南工业大学科技学院"
		}, {
			"id": 13784,
			"name": "湖南科技大学潇湘学院"
		}, {
			"id": 13785,
			"name": "南华大学船山学院"
		}, {
			"id": 13786,
			"name": "湖南商学院北津学院"
		}, {
			"id": 13787,
			"name": "湖南师范大学树达学院"
		}, {
			"id": 13788,
			"name": "湖南农业大学东方科技学院"
		}, {
			"id": 13789,
			"name": "中南林业科技大学涉外学院"
		}, {
			"id": 13790,
			"name": "湖南文理学院芙蓉学院"
		}, {
			"id": 13791,
			"name": "湖南理工学院南湖学院"
		}, {
			"id": 13792,
			"name": "衡阳师范学院南岳学院"
		}, {
			"id": 13793,
			"name": "湖南工程学院应用技术学院"
		}, {
			"id": 13794,
			"name": "湖南中医药大学湘杏学院"
		}, {
			"id": 13795,
			"name": "吉首大学张家界学院"
		}, {
			"id": 13796,
			"name": "长沙理工大学城南学院"
		}, {
			"id": 13797,
			"name": "湖南都市职业学院"
		}, {
			"id": 13798,
			"name": "湖南电子科技职业学院"
		}, {
			"id": 13799,
			"name": "湖南外国语职业学院"
		}, {
			"id": 13805,
			"name": "湖南生物与机电工程职业技术学院"
		}, {
			"id": 13806,
			"name": "湖南科技工业职业技术学院"
		}, {
			"id": 13807,
			"name": "衡阳工业职工大学"
		}, {
			"id": 13808,
			"name": "湘西民族教师进修学院"
		}, {
			"id": 13809,
			"name": "湖南有色金属职工大学"
		}, {
			"id": 13810,
			"name": "湖南纺织职工大学湖"
		}, {
			"id": 13811,
			"name": "湖南金融技术职工大学"
		}, {
			"id": 13812,
			"name": "益阳教育学院"
		}, {
			"id": 13813,
			"name": "长沙工业职工大学"
		}, {
			"id": 13814,
			"name": "湖南兵器工业职工大学"
		}, {
			"id": 13815,
			"name": "长沙教育学院"
		}, {
			"id": 13816,
			"name": "衡阳有色冶金职工大学"
		}, {
			"id": 13817,
			"name": "株洲市职工大学"
		}, {
			"id": 13819,
			"name": "湖南工业科技职工大学"
		}, {
			"id": 13820,
			"name": "南方动力机械公司职工工学院"
		}, {
			"id": 13821,
			"name": "益阳医学高等专科学校"
		}, {
			"id": 13822,
			"name": "湖南师范大学法学院"
		}, {
			"id": 13823,
			"name": "湖南人文科技学院"
		}, {
			"id": 13824,
			"name": "株洲化工技术学院"
		}, {
			"id": 13825,
			"name": "湖南电气职业技术学院"
		}, {
			"id": 13826,
			"name": "湖南省交通职业技术学院"
		}],
		"country_id": 0,
		"name": "湖南"
	}, {
		"id": 14,
		"univs": [{
			"id": 14001,
			"name": "兰州大学"
		}, {
			"id": 14002,
			"name": "西北民大"
		}, {
			"id": 14003,
			"name": "西北师范大学"
		}, {
			"id": 14004,
			"name": "甘肃中医学院"
		}, {
			"id": 14005,
			"name": "兰州商学院"
		}, {
			"id": 14006,
			"name": "甘肃政法学院"
		}, {
			"id": 14007,
			"name": "兰州城市学院"
		}, {
			"id": 14008,
			"name": "甘肃农大"
		}, {
			"id": 14009,
			"name": "兰州理工"
		}, {
			"id": 14010,
			"name": "兰州交大"
		}, {
			"id": 14051,
			"name": "天水师院"
		}, {
			"id": 14101,
			"name": "陇东学院"
		}, {
			"id": 14151,
			"name": "河西学院"
		}, {
			"id": 14201,
			"name": "兰州石化职业技术学院"
		}, {
			"id": 14202,
			"name": "甘肃工业职业技术学院"
		}, {
			"id": 14203,
			"name": "甘肃警察职业学院"
		}, {
			"id": 14204,
			"name": "兰州理工大学技术工程学院"
		}, {
			"id": 14205,
			"name": "兰州职业技术学院"
		}, {
			"id": 14206,
			"name": "武威职业学院"
		}, {
			"id": 14207,
			"name": "张掖医学高等专科学校"
		}, {
			"id": 14208,
			"name": "甘肃畜牧工程职业技术学院"
		}, {
			"id": 14209,
			"name": "陇南师范高等专科学校"
		}, {
			"id": 14210,
			"name": "合作民族师范高等专科学校"
		}, {
			"id": 14211,
			"name": "甘肃联合大学"
		}, {
			"id": 14212,
			"name": "甘肃林业职业技术学院"
		}, {
			"id": 14213,
			"name": "甘肃建筑职业技术学院"
		}, {
			"id": 14214,
			"name": "酒泉职业技术学院"
		}, {
			"id": 14216,
			"name": "甘肃农业职业技术学院"
		}, {
			"id": 14217,
			"name": "平凉医学高等专科学校"
		}, {
			"id": 14218,
			"name": "兰州资源环境职业技术学院"
		}, {
			"id": 14219,
			"name": "定西师范高等专科学校"
		}, {
			"id": 14220,
			"name": "兰州交通大学博文学院"
		}, {
			"id": 14221,
			"name": "兰州工业高等专科学校"
		}, {
			"id": 14222,
			"name": "兰州外语职业学院"
		}, {
			"id": 14223,
			"name": "兰州教育学院"
		}, {
			"id": 14224,
			"name": "甘肃钢铁职业技术学院"
		}, {
			"id": 14225,
			"name": "甘肃交通职业技术学院"
		}, {
			"id": 14226,
			"name": "兰州商学院长青学院"
		}, {
			"id": 14227,
			"name": "兰州商学院陇桥学院"
		}],
		"country_id": 0,
		"name": "甘肃"
	}, {
		"id": 15,
		"univs": [{
			"id": 15001,
			"name": "四川大学"
		}, {
			"id": 15002,
			"name": "四川农大"
		}, {
			"id": 15003,
			"name": "电子科大"
		}, {
			"id": 15004,
			"name": "西南交大"
		}, {
			"id": 15005,
			"name": "成都理工"
		}, {
			"id": 15006,
			"name": "四川师大"
		}, {
			"id": 15007,
			"name": "西南民族大学"
		}, {
			"id": 15008,
			"name": "成都大学"
		}, {
			"id": 15009,
			"name": "西南财经"
		}, {
			"id": 15010,
			"name": "西华大学"
		}, {
			"id": 15011,
			"name": "成都中医药"
		}, {
			"id": 15012,
			"name": "成都信息工程大学"
		}, {
			"id": 15013,
			"name": "成都医学院"
		}, {
			"id": 15014,
			"name": "四川文理学院"
		}, {
			"id": 15015,
			"name": "成都体院"
		}, {
			"id": 15016,
			"name": "四川音乐学院"
		}, {
			"id": 15017,
			"name": "西南石油"
		}, {
			"id": 15051,
			"name": "中国民航飞行学院"
		}, {
			"id": 15101,
			"name": "四川理工"
		}, {
			"id": 15151,
			"name": "泸州医学院"
		}, {
			"id": 15152,
			"name": "四川警察学院"
		}, {
			"id": 15201,
			"name": "川北医学院"
		}, {
			"id": 15202,
			"name": "西华师大"
		}, {
			"id": 15251,
			"name": "内江师范"
		}, {
			"id": 15301,
			"name": "乐山师院"
		}, {
			"id": 15351,
			"name": "绵阳师范"
		}, {
			"id": 15352,
			"name": "西南科大"
		}, {
			"id": 15401,
			"name": "西昌学院"
		}, {
			"id": 15451,
			"name": "宜宾学院"
		}, {
			"id": 15501,
			"name": "攀枝花学院"
		}, {
			"id": 15601,
			"name": "阿坝师范高等专科学校"
		}, {
			"id": 15602,
			"name": "成都电子机械高等专科学校"
		}, {
			"id": 15603,
			"name": "成都东软信息技术职业学院"
		}, {
			"id": 15604,
			"name": "成都纺织高等专科学校"
		}, {
			"id": 15605,
			"name": "成都广播电视大学"
		}, {
			"id": 15606,
			"name": "成都航空职业技术学院"
		}, {
			"id": 15607,
			"name": "成都理工大学广播影视学院"
		}, {
			"id": 15608,
			"name": "成都农业科技职业学院"
		}, {
			"id": 15610,
			"name": "成都艺术职业学院"
		}, {
			"id": 15611,
			"name": "成都职业技术学院"
		}, {
			"id": 15612,
			"name": "达州职业技术学院"
		}, {
			"id": 15613,
			"name": "电子科技大学成都学院"
		}, {
			"id": 15614,
			"name": "广安职业技术学院"
		}, {
			"id": 15615,
			"name": "康定民族师范高等专科学校"
		}, {
			"id": 15616,
			"name": "乐山职业技术学院"
		}, {
			"id": 15617,
			"name": "泸州职业技术学院"
		}, {
			"id": 15618,
			"name": "眉山职业技术学院"
		}, {
			"id": 15619,
			"name": "绵阳职业技术学院"
		}, {
			"id": 15620,
			"name": "民办四川天一学院"
		}, {
			"id": 15621,
			"name": "内江职业技术学院"
		}, {
			"id": 15622,
			"name": "南充职业技术学院"
		}, {
			"id": 15623,
			"name": "四川大学龙泉校区"
		}, {
			"id": 15624,
			"name": "四川电力职业技术学院"
		}, {
			"id": 15625,
			"name": "四川工程职业技术学院"
		}, {
			"id": 15626,
			"name": "四川工商职业技术学院"
		}, {
			"id": 15627,
			"name": "四川管理职业学院"
		}, {
			"id": 15628,
			"name": "四川广播电视大学"
		}, {
			"id": 15629,
			"name": "四川国际标榜职业学院"
		}, {
			"id": 15630,
			"name": "四川航天职业技术学院"
		}, {
			"id": 15631,
			"name": "四川华新现代职业学院"
		}, {
			"id": 15632,
			"name": "四川化工职业技术学院"
		}, {
			"id": 15633,
			"name": "四川机电职业技术学院"
		}, {
			"id": 15634,
			"name": "四川建筑职业技术学院"
		}, {
			"id": 15635,
			"name": "四川交通职业技术学院"
		}, {
			"id": 15636,
			"name": "四川教育学院"
		}, {
			"id": 15637,
			"name": "四川警安职业学院"
		}, {
			"id": 15638,
			"name": "四川烹饪高等专科学校"
		}, {
			"id": 15639,
			"name": "四川商务职业学院"
		}, {
			"id": 15640,
			"name": "四川师范大学绵阳初等教育学院"
		}, {
			"id": 15641,
			"name": "四川水利职业技术学院"
		}, {
			"id": 15642,
			"name": "四川司法警官职业学院"
		}, {
			"id": 15643,
			"name": "四川托普信息技术职业学院"
		}, {
			"id": 15644,
			"name": "四川外语学院成都学院"
		}, {
			"id": 15645,
			"name": "四川文化传媒职业学院"
		}, {
			"id": 15646,
			"name": "四川信息工程学校"
		}, {
			"id": 15647,
			"name": "四川邮电职业技术学院"
		}, {
			"id": 15648,
			"name": "四川职业技术学院"
		}, {
			"id": 15649,
			"name": "四川中医药高等专科学校"
		}, {
			"id": 15650,
			"name": "雅安职业技术学院"
		}, {
			"id": 15651,
			"name": "宜宾职业技术学院"
		}, {
			"id": 15652,
			"name": "四川大学锦城学院"
		}, {
			"id": 15653,
			"name": "四川大学锦江学院"
		}, {
			"id": 15654,
			"name": "德阳职业技术学校"
		}, {
			"id": 15655,
			"name": "四川信息职业技术学院"
		}, {
			"id": 15656,
			"name": "四川艺术职业学院"
		}, {
			"id": 15657,
			"name": "四川师范大学成都学院"
		}, {
			"id": 15658,
			"name": "四川师范大学文理学院"
		}, {
			"id": 15659,
			"name": "成都信息工程学院银杏酒店管理学院"
		}, {
			"id": 15660,
			"name": "成都理工大学工程技术学院"
		}, {
			"id": 15661,
			"name": "四川文化产业职业学院"
		}, {
			"id": 15662,
			"name": "四川科技职业学院"
		}, {
			"id": 15664,
			"name": "西南科技大学城市学院"
		}, {
			"id": 15665,
			"name": "四川音乐学院绵阳艺术学院"
		}, {
			"id": 15667,
			"name": "西南财经大学天府学院"
		}, {
			"id": 15677,
			"name": "四川中医药高等专科学"
		}, {
			"id": 15681,
			"name": "中国科学院成都分院职工大学"
		}, {
			"id": 15682,
			"name": "成都市职工大学"
		}, {
			"id": 15683,
			"name": "南充市职工大学"
		}, {
			"id": 15684,
			"name": "四川省广播电视大学"
		}, {
			"id": 15685,
			"name": "四川经济管理干部学院"
		}, {
			"id": 15686,
			"name": "四川农业管理干部学院"
		}, {
			"id": 15687,
			"name": "广元职工医学院"
		}, {
			"id": 15688,
			"name": "四川省职工运动技术学院"
		}, {
			"id": 15689,
			"name": "四川省东方动力职工大学"
		}, {
			"id": 15690,
			"name": "成都电力职工大学"
		}, {
			"id": 15691,
			"name": "成都市广播电视大学"
		}, {
			"id": 15692,
			"name": "中国工程物理研究院职工工学院"
		}, {
			"id": 15693,
			"name": "成都发动机公司职工大学"
		}, {
			"id": 15694,
			"name": "四川核工业职工大学"
		}, {
			"id": 15695,
			"name": "四川科技职工大学"
		}, {
			"id": 15696,
			"name": "四川省化工职工大学"
		}, {
			"id": 15697,
			"name": "成都电子职工大学"
		}, {
			"id": 15698,
			"name": "国营涪江机器厂职工大学"
		}, {
			"id": 15699,
			"name": "成都冶金职工大学"
		}, {
			"id": 15700,
			"name": "第五冶金建设公司职工大学"
		}, {
			"id": 15701,
			"name": "成都工业职工大学"
		}, {
			"id": 15702,
			"name": "成都飞机工业公司职工工学院"
		}, {
			"id": 15704,
			"name": "四川财经职业学院"
		}, {
			"id": 15706,
			"name": "四川城市职业学院"
		}, {
			"id": 15707,
			"name": "中国五冶职工大学"
		}, {
			"id": 15708,
			"name": "四川师范大学经济职业学院"
		}, {
			"id": 15709,
			"name": "成都中医药大学"
		}, {
			"id": 15711,
			"name": "四川省卫生管理干部学院"
		}, {
			"id": 15712,
			"name": "康定民族师范专科学校"
		}, {
			"id": 15713,
			"name": "四川省政法干部管理学院"
		}, {
			"id": 15714,
			"name": "四川民族学院"
		}, {
			"id": 15715,
			"name": "四川师范大学电影电视学院"
		}],
		"country_id": 0,
		"name": "四川"
	}, {
		"id": 16,
		"univs": [{
			"id": 16001,
			"name": "山东大学"
		}, {
			"id": 16002,
			"name": "中国海洋大学"
		}, {
			"id": 16003,
			"name": "济南大学"
		}, {
			"id": 16004,
			"name": "山东建筑大学"
		}, {
			"id": 16005,
			"name": "山东师大"
		}, {
			"id": 16006,
			"name": "山东经济学院"
		}, {
			"id": 16007,
			"name": "山东中医药"
		}, {
			"id": 16008,
			"name": "山东轻工"
		}, {
			"id": 16009,
			"name": "山东交通学院"
		}, {
			"id": 16010,
			"name": "山东警院"
		}, {
			"id": 16011,
			"name": "山东体院"
		}, {
			"id": 16012,
			"name": "山东艺术学院"
		}, {
			"id": 16013,
			"name": "山东工美"
		}, {
			"id": 16015,
			"name": "曲阜师大"
		}, {
			"id": 16051,
			"name": "烟台大学"
		}, {
			"id": 16052,
			"name": "鲁东大学"
		}, {
			"id": 16053,
			"name": "山东工商"
		}, {
			"id": 16054,
			"name": "烟台南山学院"
		}, {
			"id": 16101,
			"name": "青岛大学"
		}, {
			"id": 16102,
			"name": "山东科大"
		}, {
			"id": 16103,
			"name": "青岛科大"
		}, {
			"id": 16104,
			"name": "青岛理工"
		}, {
			"id": 16105,
			"name": "青岛农业大学"
		}, {
			"id": 16106,
			"name": "滨海学院"
		}, {
			"id": 16151,
			"name": "中国石油大学（华东）"
		}, {
			"id": 16201,
			"name": "聊城大学"
		}, {
			"id": 16251,
			"name": "山东理工"
		}, {
			"id": 16301,
			"name": "潍坊医学院"
		}, {
			"id": 16302,
			"name": "潍坊学院"
		}, {
			"id": 16351,
			"name": "泰山医学院"
		}, {
			"id": 16352,
			"name": "山东财政"
		}, {
			"id": 16353,
			"name": "泰山学院"
		}, {
			"id": 16354,
			"name": "山东农大"
		}, {
			"id": 16401,
			"name": "滨州医学院"
		}, {
			"id": 16402,
			"name": "滨州学院"
		}, {
			"id": 16451,
			"name": "济宁医学院"
		}, {
			"id": 16501,
			"name": "临沂师范"
		}, {
			"id": 16551,
			"name": "德州学院"
		}, {
			"id": 16601,
			"name": "枣庄学院"
		}, {
			"id": 16651,
			"name": "菏泽学院"
		}, {
			"id": 16701,
			"name": "滨州职业学院"
		}, {
			"id": 16702,
			"name": "德州教育学院"
		}, {
			"id": 16703,
			"name": "德州科技职业学院"
		}, {
			"id": 16704,
			"name": "东营职业学院"
		}, {
			"id": 16705,
			"name": "哈工大(威海)"
		}, {
			"id": 16706,
			"name": "菏泽医学专科学校"
		}, {
			"id": 16707,
			"name": "济南工程职业技术学院"
		}, {
			"id": 16708,
			"name": "济南铁道职业技术学院"
		}, {
			"id": 16709,
			"name": "济南职业学院"
		}, {
			"id": 16710,
			"name": "济宁学院"
		}, {
			"id": 16711,
			"name": "济宁职业技术学院"
		}, {
			"id": 16712,
			"name": "莱芜职业技术学院"
		}, {
			"id": 16713,
			"name": "聊城职业技术学院"
		}, {
			"id": 16714,
			"name": "青岛飞洋职业技术学院"
		}, {
			"id": 16715,
			"name": "青岛港湾职业技术学院"
		}, {
			"id": 16716,
			"name": "青岛恒星职业技术学院"
		}, {
			"id": 16717,
			"name": "青岛黄海职业学院"
		}, {
			"id": 16718,
			"name": "青岛求实学院"
		}, {
			"id": 16719,
			"name": "青岛求实职业技术学院"
		}, {
			"id": 16720,
			"name": "青岛远洋船员学院"
		}, {
			"id": 16721,
			"name": "青岛职业技术学院"
		}, {
			"id": 16722,
			"name": "曲阜远东职业技术学院"
		}, {
			"id": 16723,
			"name": "日照职业技术学院"
		}, {
			"id": 16724,
			"name": "山东大王职业学院"
		}, {
			"id": 16725,
			"name": "山东大学威海分校"
		}, {
			"id": 16726,
			"name": "山东电力高等专科学校"
		}, {
			"id": 16727,
			"name": "山东电子职业技术学院"
		}, {
			"id": 16729,
			"name": "山东服装职业学院"
		}, {
			"id": 16730,
			"name": "山东工业职业学院"
		}, {
			"id": 16731,
			"name": "山东华宇职业技术学院"
		}, {
			"id": 16732,
			"name": "山东化工职业学院"
		}, {
			"id": 16733,
			"name": "山东交通职业学院"
		}, {
			"id": 16734,
			"name": "山东经贸职业学院"
		}, {
			"id": 16735,
			"name": "山东军星职业技术学院"
		}, {
			"id": 16736,
			"name": "山东凯文科技职业学院"
		}, {
			"id": 16737,
			"name": "山东科技职业学院"
		}, {
			"id": 16738,
			"name": "山东劳动职业技术学院"
		}, {
			"id": 16739,
			"name": "山东力明科技职业学院"
		}, {
			"id": 16740,
			"name": "山东旅游职业学院"
		}, {
			"id": 16741,
			"name": "山东铝业职业学院"
		}, {
			"id": 16742,
			"name": "山东商业职业技术学院"
		}, {
			"id": 16743,
			"name": "山东胜利职业学院"
		}, {
			"id": 16744,
			"name": "山东省青岛酒店管理学院"
		}, {
			"id": 16745,
			"name": "山东水利职业技术学院"
		}, {
			"id": 16746,
			"name": "山东省潍坊艺术学校"
		}, {
			"id": 16747,
			"name": "山东圣翰财贸职业学院"
		}, {
			"id": 16748,
			"name": "山东水利职业学院"
		}, {
			"id": 16749,
			"name": "山东水利专科学校"
		}, {
			"id": 16750,
			"name": "山东丝绸纺织职业学院"
		}, {
			"id": 16751,
			"name": "山东外国语职业学院"
		}, {
			"id": 16752,
			"name": "山东外贸职业学院"
		}, {
			"id": 16753,
			"name": "山东外事翻译学院威海分校"
		}, {
			"id": 16754,
			"name": "山东外事翻译职业学院"
		}, {
			"id": 16755,
			"name": "山东万杰医学院"
		}, {
			"id": 16756,
			"name": "山东威海财经专修学院"
		}, {
			"id": 16757,
			"name": "山东威海外国语进修学院"
		}, {
			"id": 16758,
			"name": "山东现代职业学院"
		}, {
			"id": 16759,
			"name": "山东协和职业技术学院"
		}, {
			"id": 16760,
			"name": "山东信息职业技术学院"
		}, {
			"id": 16761,
			"name": "山东行政学院(山东经济管理干部学院)"
		}, {
			"id": 16762,
			"name": "山东杏林科技职业学院"
		}, {
			"id": 16763,
			"name": "山东畜牧兽医职业学院"
		}, {
			"id": 16764,
			"name": "山东药品食品职业学院"
		}, {
			"id": 16765,
			"name": "山东医学高等专科学校"
		}, {
			"id": 16766,
			"name": "山东英才学院"
		}, {
			"id": 16767,
			"name": "山东政法学院"
		}, {
			"id": 16768,
			"name": "山东中医药高等专科学校"
		}, {
			"id": 16769,
			"name": "泰山职业技术学院"
		}, {
			"id": 16770,
			"name": "万杰科技学院"
		}, {
			"id": 16771,
			"name": "威海市广播电视大学"
		}, {
			"id": 16772,
			"name": "威海市交通学校"
		}, {
			"id": 16773,
			"name": "威海职业(技术)学院"
		}, {
			"id": 16774,
			"name": "威海中加国际工商学院"
		}, {
			"id": 16775,
			"name": "潍坊工商职业学院"
		}, {
			"id": 16776,
			"name": "潍坊教育学院"
		}, {
			"id": 16777,
			"name": "潍坊科技职业学院"
		}, {
			"id": 16778,
			"name": "潍坊职业学院"
		}, {
			"id": 16779,
			"name": "文登师范"
		}, {
			"id": 16780,
			"name": "烟台职业学院"
		}, {
			"id": 16781,
			"name": "枣庄科技职业学院"
		}, {
			"id": 16782,
			"name": "中国石油大学(华东)东营校区"
		}, {
			"id": 16783,
			"name": "淄博广播电视大学"
		}, {
			"id": 16784,
			"name": "淄博恒星外国语学院"
		}, {
			"id": 16785,
			"name": "淄博科技职业学院"
		}, {
			"id": 16786,
			"name": "淄博师专"
		}, {
			"id": 16787,
			"name": "淄博职业学院"
		}, {
			"id": 16788,
			"name": "齐鲁师范学院"
		}, {
			"id": 16789,
			"name": "山东技师学院"
		}, {
			"id": 16790,
			"name": "日照广播电视大学"
		}, {
			"id": 16791,
			"name": "中华女子学院山东分院"
		}, {
			"id": 16792,
			"name": "山东城市建设职业学院"
		}, {
			"id": 16793,
			"name": "烟台工程职业技术学院"
		}, {
			"id": 16794,
			"name": "山东商务职业学院"
		}, {
			"id": 16795,
			"name": "烟台汽车工程职业学院"
		}, {
			"id": 16796,
			"name": "山东省农业管理干部学院"
		}, {
			"id": 16797,
			"name": "山东青年政治学院"
		}, {
			"id": 16798,
			"name": "山东省工会管理干部学院"
		}, {
			"id": 16800,
			"name": "山东广播电视大学"
		}, {
			"id": 16812,
			"name": "德州职业技术学院"
		}, {
			"id": 16820,
			"name": "中国石油大学胜利学院"
		}, {
			"id": 16821,
			"name": "烟台大学文经学院"
		}, {
			"id": 16822,
			"name": "青岛理工大学琴岛学院"
		}, {
			"id": 16823,
			"name": "山东科技大学泰山科技学院"
		}, {
			"id": 16824,
			"name": "中国海洋大学青岛学院"
		}, {
			"id": 16825,
			"name": "山东经济学院燕山学院"
		}, {
			"id": 16826,
			"name": "青岛农业大学海都学院"
		}, {
			"id": 16827,
			"name": "曲阜师范大学杏坛学院"
		}, {
			"id": 16828,
			"name": "山东财政学院东方学院"
		}, {
			"id": 16829,
			"name": "山东师范大学历山学院"
		}, {
			"id": 16830,
			"name": "聊城大学东昌学院"
		}, {
			"id": 16831,
			"name": "济南大学泉城学院"
		}, {
			"id": 16832,
			"name": "中国农业大学（烟台校区）"
		}, {
			"id": 16833,
			"name": "日照师范学校"
		}, {
			"id": 16834,
			"name": "山东艺术设计学院"
		}, {
			"id": 16835,
			"name": "滨州技术学院"
		}, {
			"id": 16837,
			"name": "山东冶金技术学院"
		}, {
			"id": 16838,
			"name": "山东省济宁市技术学院"
		}, {
			"id": 16839,
			"name": "济南广播电视大学"
		}, {
			"id": 16840,
			"name": "山东省聊城教育学院"
		}, {
			"id": 16842,
			"name": "山东财政职工大学"
		}, {
			"id": 16843,
			"name": "青岛市广播电视大学"
		}, {
			"id": 16844,
			"name": "青岛理工大学费县校区"
		}, {
			"id": 16845,
			"name": "山东兵器工业职工大学"
		}, {
			"id": 16846,
			"name": "新汶矿务局职工大学"
		}, {
			"id": 16847,
			"name": "烟台教育学院"
		}, {
			"id": 16848,
			"name": "山东工贸职业学院"
		}, {
			"id": 16849,
			"name": "山东新华学院"
		}, {
			"id": 16850,
			"name": "山东省医学科学院"
		}, {
			"id": 16851,
			"name": "山东化工技术学院"
		}, {
			"id": 16852,
			"name": "山东海天软件工程学院"
		}, {
			"id": 16853,
			"name": "青岛军政人文大学信息工程管理学院"
		}, {
			"id": 16854,
			"name": "哈理工荣成学院"
		}, {
			"id": 16855,
			"name": "山东省第二技术学院"
		}, {
			"id": 16856,
			"name": "临沂职业学院"
		}, {
			"id": 16857,
			"name": "青岛北港学院"
		}, {
			"id": 16858,
			"name": "山东司法警官职业学院"
		}, {
			"id": 16859,
			"name": "山东省商业职业技术学院"
		}, {
			"id": 16860,
			"name": "山东文化职业产业学院"
		}, {
			"id": 16861,
			"name": "菏泽家政职业学院"
		}, {
			"id": 16862,
			"name": "山东青岛市酒店管理学院"
		}, {
			"id": 16863,
			"name": "山东潍坊职业学院"
		}, {
			"id": 16864,
			"name": "山东工艺美术学院"
		}, {
			"id": 16865,
			"name": "山东师范大学"
		}, {
			"id": 16866,
			"name": "山东理工职业学院"
		}, {
			"id": 16867,
			"name": "威海工业技术学校(原二职)"
		}, {
			"id": 16868,
			"name": "山东传媒学院"
		}, {
			"id": 16869,
			"name": "营口电视大学"
		}, {
			"id": 16870,
			"name": "山东传媒职业学院"
		}, {
			"id": 16871,
			"name": "山东省益都卫生学校"
		}, {
			"id": 16872,
			"name": "潍坊职业技术学院"
		}, {
			"id": 16873,
			"name": "山东烟台建文学院"
		}, {
			"id": 16874,
			"name": "山东省潍坊卫生学校"
		}, {
			"id": 16875,
			"name": "寿光科技学院"
		}, {
			"id": 16876,
			"name": "青岛科技大学"
		}, {
			"id": 16877,
			"name": "山东协和学院"
		}, {
			"id": 16878,
			"name": "山东省广播电视大学"
		}, {
			"id": 16879,
			"name": "德州科技学院"
		}, {
			"id": 16880,
			"name": "青岛酒店管理职业技术学院"
		}, {
			"id": 16881,
			"name": "烟台城乡建设学校"
		}, {
			"id": 16882,
			"name": "青岛市电子信息技术学校"
		}, {
			"id": 16883,
			"name": "山东潍坊科技学院"
		}, {
			"id": 16884,
			"name": "青岛滨海学院"
		}, {
			"id": 16885,
			"name": "山东医药技师学院"
		}, {
			"id": 16886,
			"name": "山东电子技术学院"
		}, {
			"id": 16887,
			"name": "济南协和职业学院"
		}, {
			"id": 16888,
			"name": "山东省水利职业学院"
		}, {
			"id": 16889,
			"name": "山东黄金技术学院"
		}, {
			"id": 16890,
			"name": "山东交通学院海运学院"
		}, {
			"id": 16891,
			"name": "山东工商学院"
		}, {
			"id": 16892,
			"name": "山东工业技师学院"
		}, {
			"id": 16893,
			"name": "山东女子学院"
		}],
		"country_id": 0,
		"name": "山东"
	}, {
		"id": 17,
		"univs": [{
			"id": 17001,
			"name": "厦门大学"
		}, {
			"id": 17002,
			"name": "集美大学"
		}, {
			"id": 17003,
			"name": "厦门理工学院"
		}, {
			"id": 17051,
			"name": "福州大学"
		}, {
			"id": 17052,
			"name": "福建师范大学"
		}, {
			"id": 17053,
			"name": "福建农林大学"
		}, {
			"id": 17054,
			"name": "福建医科大学"
		}, {
			"id": 17055,
			"name": "福建工程学院"
		}, {
			"id": 17056,
			"name": "福建中医药大学"
		}, {
			"id": 17057,
			"name": "闽江学院"
		}, {
			"id": 17101,
			"name": "华侨大学"
		}, {
			"id": 17102,
			"name": "仰恩大学"
		}, {
			"id": 17103,
			"name": "泉州师范学院"
		}, {
			"id": 17151,
			"name": "漳州师范"
		}, {
			"id": 17201,
			"name": "莆田学院"
		}, {
			"id": 17251,
			"name": "三明学院"
		}, {
			"id": 17301,
			"name": "龙岩学院"
		}, {
			"id": 17303,
			"name": "厦门大学嘉庚学院"
		}, {
			"id": 17304,
			"name": "集美大学诚毅学院"
		}, {
			"id": 17305,
			"name": "福州大学阳光学院"
		}, {
			"id": 17306,
			"name": "福州大学至诚学院"
		}, {
			"id": 17307,
			"name": "福建师范大学协和学院"
		}, {
			"id": 17308,
			"name": "福建师范大学闽南科技学院"
		}, {
			"id": 17309,
			"name": "福建农林大学东方学院"
		}, {
			"id": 17310,
			"name": "福建农林大学金山学院"
		}, {
			"id": 17311,
			"name": "华侨大学福建音乐学院"
		}, {
			"id": 17401,
			"name": "福建电力职业技术学院"
		}, {
			"id": 17402,
			"name": "福建对外经济贸易职业技术学院"
		}, {
			"id": 17403,
			"name": "福建警察学院"
		}, {
			"id": 17404,
			"name": "福建广播电视大学"
		}, {
			"id": 17405,
			"name": "福建华南女子职业学院"
		}, {
			"id": 17406,
			"name": "福建交通职业技术学院"
		}, {
			"id": 17407,
			"name": "福建教育学院"
		}, {
			"id": 17408,
			"name": "福建金融职业技术学院"
		}, {
			"id": 17409,
			"name": "福建警官职业学院"
		}, {
			"id": 17410,
			"name": "福建林业职业技术学院"
		}, {
			"id": 17411,
			"name": "福建农业职业技术学院"
		}, {
			"id": 17412,
			"name": "福建商业高等专科学校"
		}, {
			"id": 17413,
			"name": "福建生物工程职业技术学院"
		}, {
			"id": 17414,
			"name": "福建水利电力职业技术学院"
		}, {
			"id": 17415,
			"name": "福建卫生职业技术学院"
		}, {
			"id": 17416,
			"name": "福建信息职业技术学院"
		}, {
			"id": 17417,
			"name": "福建行政学院"
		}, {
			"id": 17418,
			"name": "福建中医学院五洲科技学院"
		}, {
			"id": 17419,
			"name": "福州海峡职业技术学院"
		}, {
			"id": 17420,
			"name": "福州科技职业技术学院"
		}, {
			"id": 17421,
			"name": "福州黎明职业技术学院"
		}, {
			"id": 17422,
			"name": "福州软件职业技术学院"
		}, {
			"id": 17423,
			"name": "福州外语外贸职业技术学院"
		}, {
			"id": 17424,
			"name": "福州英华职业学院"
		}, {
			"id": 17425,
			"name": "福州职业技术学院"
		}, {
			"id": 17426,
			"name": "黎明职业大学"
		}, {
			"id": 17427,
			"name": "湄洲湾职业技术学院"
		}, {
			"id": 17428,
			"name": "闽北职业技术学院"
		}, {
			"id": 17429,
			"name": "闽西职业技术学院"
		}, {
			"id": 17430,
			"name": "武夷学院"
		}, {
			"id": 17431,
			"name": "宁德师范高等专科学校"
		}, {
			"id": 17432,
			"name": "泉州纺织服装职业学院"
		}, {
			"id": 17433,
			"name": "闽南理工学院"
		}, {
			"id": 17434,
			"name": "泉州华光摄影艺术职业学院"
		}, {
			"id": 17435,
			"name": "泉州经贸职业技术学院"
		}, {
			"id": 17436,
			"name": "泉州信息职业技术学院"
		}, {
			"id": 17437,
			"name": "泉州医学高等专科学校"
		}, {
			"id": 17438,
			"name": "泉州理工学院"
		}, {
			"id": 17439,
			"name": "三明职业技术学院"
		}, {
			"id": 17440,
			"name": "厦门海洋职业技术学院"
		}, {
			"id": 17441,
			"name": "厦门华天涉外职业技术学院"
		}, {
			"id": 17442,
			"name": "厦门华厦职业学院"
		}, {
			"id": 17443,
			"name": "厦门南洋学院"
		}, {
			"id": 17444,
			"name": "厦门兴才职业技术学院"
		}, {
			"id": 17445,
			"name": "厦门演艺职业学院"
		}, {
			"id": 17446,
			"name": "漳州职业技术学院"
		}, {
			"id": 17447,
			"name": "福建政法管理干部学院"
		}, {
			"id": 17448,
			"name": "武夷职业技术学院"
		}, {
			"id": 17449,
			"name": "厦门城市职业学院"
		}, {
			"id": 17550,
			"name": "漳州卫生职业学院"
		}, {
			"id": 17551,
			"name": "江夏学院"
		}, {
			"id": 17552,
			"name": "福州教育学院"
		}, {
			"id": 17553,
			"name": "厦门市广播电视大学"
		}, {
			"id": 17554,
			"name": "福建财会管理干部学院"
		}, {
			"id": 17555,
			"name": "福建经济管理干部学院"
		}, {
			"id": 17556,
			"name": "福建省漳州业余大学"
		}, {
			"id": 17557,
			"name": "龙岩技师学院"
		}, {
			"id": 17558,
			"name": "德化陶瓷职业技术学院"
		}, {
			"id": 17559,
			"name": "厦门东海学院"
		}, {
			"id": 17560,
			"name": "泉州儿童发展职业学院"
		}, {
			"id": 17561,
			"name": "厦门科技学院"
		}, {
			"id": 17562,
			"name": "福建儿童发展职业学院"
		}, {
			"id": 17563,
			"name": "厦门软件职业技术学院"
		}, {
			"id": 17564,
			"name": "厦门软件学院"
		}, {
			"id": 17565,
			"name": "福建艺术职业学校"
		}, {
			"id": 17566,
			"name": "漳州城市职业学院"
		}, {
			"id": 17567,
			"name": "漳州天福茶职业技术学院"
		}, {
			"id": 17568,
			"name": "福州外语外贸学院"
		}, {
			"id": 17569,
			"name": "福建省艺术职业学院"
		}, {
			"id": 17570,
			"name": "厦门医学高等专科学校"
		}, {
			"id": 17571,
			"name": "厦门安防科技学院"
		}, {
			"id": 17572,
			"name": "福建艺术学院"
		}, {
			"id": 17573,
			"name": "漳州吉马职业印刷技术学院"
		}, {
			"id": 17574,
			"name": "福建体育职业技术学院"
		}, {
			"id": 17575,
			"name": "厦门安防科技职业学院"
		}, {
			"id": 17576,
			"name": "厦门技师学院"
		}, {
			"id": 17577,
			"name": "华侨大学厦门工学院"
		}, {
			"id": 17578,
			"name": "武夷山职业学院"
		}],
		"country_id": 0,
		"name": "福建"
	}, {
		"id": 18,
		"univs": [{
			"id": 18001,
			"name": "郑州大学"
		}, {
			"id": 18002,
			"name": "河南工业"
		}, {
			"id": 18003,
			"name": "河南农大"
		}, {
			"id": 18004,
			"name": "华北水利水电"
		}, {
			"id": 18005,
			"name": "郑州轻工"
		}, {
			"id": 18006,
			"name": "郑州航空工业"
		}, {
			"id": 18007,
			"name": "黄河科技"
		}, {
			"id": 18008,
			"name": "中原工学院"
		}, {
			"id": 18009,
			"name": "河南中医学院"
		}, {
			"id": 18010,
			"name": "河南财经"
		}, {
			"id": 18051,
			"name": "河南大学"
		}, {
			"id": 18101,
			"name": "河南科技大学"
		}, {
			"id": 18102,
			"name": "洛阳师院"
		}, {
			"id": 18151,
			"name": "安阳工学院"
		}, {
			"id": 18152,
			"name": "安阳师院"
		}, {
			"id": 18201,
			"name": "南阳理工"
		}, {
			"id": 18202,
			"name": "南阳师院"
		}, {
			"id": 18251,
			"name": "河南城建学院"
		}, {
			"id": 18252,
			"name": "平顶山学院"
		}, {
			"id": 18301,
			"name": "新乡医学院"
		}, {
			"id": 18302,
			"name": "河南科技学院"
		}, {
			"id": 18303,
			"name": "河南师大"
		}, {
			"id": 18351,
			"name": "信阳师院"
		}, {
			"id": 18401,
			"name": "商丘师院"
		}, {
			"id": 18451,
			"name": "周口师院"
		}, {
			"id": 18501,
			"name": "黄淮学院"
		}, {
			"id": 18551,
			"name": "许昌学院"
		}, {
			"id": 18601,
			"name": "河南理工"
		}, {
			"id": 18701,
			"name": "河南财政税务高等专科学校"
		}, {
			"id": 18702,
			"name": "河南工程学院"
		}, {
			"id": 18703,
			"name": "河南工业贸易职业学院"
		}, {
			"id": 18704,
			"name": "河南工业职业技术学院"
		}, {
			"id": 18705,
			"name": "河南公安高等专科学校"
		}, {
			"id": 18706,
			"name": "河南广播影视学院"
		}, {
			"id": 18707,
			"name": "河南机电高等专科学校"
		}, {
			"id": 18708,
			"name": "河南检察职业学院"
		}, {
			"id": 18709,
			"name": "河南交通职业技术学院"
		}, {
			"id": 18710,
			"name": "河南教育学院"
		}, {
			"id": 18711,
			"name": "河南经贸职业学院"
		}, {
			"id": 18712,
			"name": "河南农业职业学院"
		}, {
			"id": 18713,
			"name": "河南商业高等专科学校"
		}, {
			"id": 18714,
			"name": "河南省工商行政管理广播电视大学"
		}, {
			"id": 18715,
			"name": "河南省政法管理干部学院"
		}, {
			"id": 18716,
			"name": "河南司法警官职业学院"
		}, {
			"id": 18717,
			"name": "河南新华电脑学院"
		}, {
			"id": 18718,
			"name": "河南职业技术学院"
		}, {
			"id": 18719,
			"name": "河南质量工程职业学院"
		}, {
			"id": 18720,
			"name": "鹤壁职业技术学院"
		}, {
			"id": 18721,
			"name": "黄河水利职业技术学院"
		}, {
			"id": 18722,
			"name": "济源职业技术学院"
		}, {
			"id": 18723,
			"name": "焦作大学"
		}, {
			"id": 18724,
			"name": "焦作师范高等专科学校"
		}, {
			"id": 18725,
			"name": "开封大学"
		}, {
			"id": 18726,
			"name": "开封市电子科技专修学校"
		}, {
			"id": 18727,
			"name": "洛阳大学"
		}, {
			"id": 18728,
			"name": "洛阳理工学院"
		}, {
			"id": 18729,
			"name": "漯河医学高等专科学校"
		}, {
			"id": 18730,
			"name": "漯河职业技术学院"
		}, {
			"id": 18731,
			"name": "南阳医学高等专科学校"
		}, {
			"id": 18732,
			"name": "平顶山教育学院"
		}, {
			"id": 18733,
			"name": "平顶山工业职业技术学院"
		}, {
			"id": 18734,
			"name": "平原大学"
		}, {
			"id": 18735,
			"name": "濮阳职业技术学院"
		}, {
			"id": 18736,
			"name": "三门峡职业技术学院"
		}, {
			"id": 18737,
			"name": "商丘科技职业学院"
		}, {
			"id": 18738,
			"name": "商丘医学高等专科学校"
		}, {
			"id": 18739,
			"name": "商丘职业技术学院"
		}, {
			"id": 18740,
			"name": "嵩山少林武术职业学院"
		}, {
			"id": 18741,
			"name": "铁道警官高等专科学校"
		}, {
			"id": 18742,
			"name": "新乡师范高等专科学校"
		}, {
			"id": 18743,
			"name": "新乡市教育学院"
		}, {
			"id": 18744,
			"name": "信阳农业高等专科学校"
		}, {
			"id": 18745,
			"name": "信阳职业技术学院"
		}, {
			"id": 18746,
			"name": "许昌职业技术学院"
		}, {
			"id": 18747,
			"name": "永城职业学院"
		}, {
			"id": 18748,
			"name": "郑州大学西亚斯国际学院"
		}, {
			"id": 18749,
			"name": "郑州电力高等专科学校"
		}, {
			"id": 18750,
			"name": "郑州电子信息职业技术学院"
		}, {
			"id": 18751,
			"name": "郑州工业安全职业学院"
		}, {
			"id": 18752,
			"name": "郑州华信职业技术学院"
		}, {
			"id": 18753,
			"name": "郑州交通学院"
		}, {
			"id": 18754,
			"name": "郑州经贸职业学院"
		}, {
			"id": 18755,
			"name": "郑州科技职业学院"
		}, {
			"id": 18756,
			"name": "郑州旅游职业学院"
		}, {
			"id": 18757,
			"name": "郑州牧业工程高等专科学校"
		}, {
			"id": 18758,
			"name": "郑州师范学院"
		}, {
			"id": 18759,
			"name": "郑州澍青医学高等专科学校"
		}, {
			"id": 18760,
			"name": "郑州铁路职业技术学院"
		}, {
			"id": 18761,
			"name": "郑州信息科技职业学院"
		}, {
			"id": 18762,
			"name": "郑州职业技术学院"
		}, {
			"id": 18763,
			"name": "中州大学"
		}, {
			"id": 18764,
			"name": "周口职业技术学院"
		}, {
			"id": 18765,
			"name": "郑州大学升达经贸管理学院"
		}, {
			"id": 18766,
			"name": "河南建筑职工大学"
		}, {
			"id": 18767,
			"name": "洛阳工业高等专科学校"
		}, {
			"id": 18768,
			"name": "河南职工医学院"
		}, {
			"id": 18769,
			"name": "河南科技学院新科学院"
		}, {
			"id": 18770,
			"name": "河南理工大学万方科技学院"
		}, {
			"id": 18771,
			"name": "中原工学院信息商务学院"
		}, {
			"id": 18772,
			"name": "安阳师范学院人文管理学院"
		}, {
			"id": 18773,
			"name": "河南农业大学华豫学院"
		}, {
			"id": 18774,
			"name": "河南财经学院成功学院"
		}, {
			"id": 18775,
			"name": "开封教育学院"
		}, {
			"id": 18777,
			"name": "河南卫生职工学院"
		}, {
			"id": 18778,
			"name": "河南建筑职业技术学院"
		}, {
			"id": 18779,
			"name": "河南大学民生学院"
		}, {
			"id": 18780,
			"name": "河南师范大学新联学院"
		}, {
			"id": 18781,
			"name": "新乡医学院三全学院"
		}, {
			"id": 18782,
			"name": "信阳师范学院华锐学院"
		}, {
			"id": 18793,
			"name": "郑州电力职业技术学院"
		}, {
			"id": 18798,
			"name": "周口科技职业学院"
		}, {
			"id": 18979,
			"name": "河南省广播电视大学"
		}, {
			"id": 18980,
			"name": "中国人民解放军外国语学院"
		}, {
			"id": 18981,
			"name": "清华IT河南校区"
		}, {
			"id": 18983,
			"name": "第一拖拉机制造厂拖拉机学院"
		}, {
			"id": 18984,
			"name": "郑州煤炭管理干部学院"
		}, {
			"id": 18985,
			"name": "河南工业大学化学工业职业学院"
		}, {
			"id": 18991,
			"name": "河南省轻工业职工大学"
		}, {
			"id": 18993,
			"name": "中原医学专修学院"
		}, {
			"id": 18994,
			"name": "郑州交通职业学院"
		}, {
			"id": 18995,
			"name": "郑州牧业高等专科学校"
		}, {
			"id": 18996,
			"name": "郑州布瑞达理工职业学院"
		}, {
			"id": 18997,
			"name": "河南医科大学教育中心"
		}, {
			"id": 18998,
			"name": "商丘师范学院"
		}, {
			"id": 18999,
			"name": "郑州轻工业轻工职业学院"
		}, {
			"id": 19000,
			"name": "河南财经政法大学"
		}],
		"country_id": 0,
		"name": "河南"
	}, {
		"id": 19,
		"univs": [{
			"id": 19001,
			"name": "重庆大学"
		}, {
			"id": 19002,
			"name": "西南大学"
		}, {
			"id": 19003,
			"name": "重庆师大"
		}, {
			"id": 19004,
			"name": "西南政法"
		}, {
			"id": 19005,
			"name": "重庆交大"
		}, {
			"id": 19006,
			"name": "重庆邮电大学"
		}, {
			"id": 19007,
			"name": "重庆医大"
		}, {
			"id": 19008,
			"name": "重庆工商"
		}, {
			"id": 19009,
			"name": "重庆科技学院"
		}, {
			"id": 19010,
			"name": "重庆理工大学"
		}, {
			"id": 19011,
			"name": "长江师范学院"
		}, {
			"id": 19012,
			"name": "四川外国语"
		}, {
			"id": 19013,
			"name": "四川美院"
		}, {
			"id": 19014,
			"name": "重庆三峡学院"
		}, {
			"id": 19015,
			"name": "重庆文理"
		}, {
			"id": 19102,
			"name": "重庆房地产职业学院"
		}, {
			"id": 19103,
			"name": "重庆城市职业学院"
		}, {
			"id": 19104,
			"name": "重庆电力高等专科学校"
		}, {
			"id": 19105,
			"name": "重庆电子工程职业学院"
		}, {
			"id": 19106,
			"name": "重庆航天职业技术学院"
		}, {
			"id": 19107,
			"name": "重庆工程职业技术学院"
		}, {
			"id": 19108,
			"name": "重庆工商职业学院"
		}, {
			"id": 19109,
			"name": "重庆工业职业技术学院"
		}, {
			"id": 19110,
			"name": "重庆传媒职业学院"
		}, {
			"id": 19111,
			"name": "重庆海联职业技术学院"
		}, {
			"id": 19112,
			"name": "重庆机电职业技术学院"
		}, {
			"id": 19113,
			"name": "重庆警官职业学院"
		}, {
			"id": 19114,
			"name": "重庆民生职业技术学院"
		}, {
			"id": 19115,
			"name": "重庆三峡医药高等专科学校"
		}, {
			"id": 19116,
			"name": "重庆三峡职业学院"
		}, {
			"id": 19118,
			"name": "重庆水利电力职业技术学院"
		}, {
			"id": 19119,
			"name": "重庆信息技术职业学院"
		}, {
			"id": 19120,
			"name": "重庆医药高等专科学校"
		}, {
			"id": 19121,
			"name": "重庆正大软件职业技术学院"
		}, {
			"id": 19122,
			"name": "重庆职业技术学院"
		}, {
			"id": 19123,
			"name": "重庆教育学院"
		}, {
			"id": 19124,
			"name": "重庆应用外国语专修学院"
		}, {
			"id": 19126,
			"name": "重庆大学城市科技学院"
		}, {
			"id": 19128,
			"name": "西南大学育才学院"
		}, {
			"id": 19130,
			"name": "四川外语学院重庆南方翻译学院"
		}, {
			"id": 19132,
			"name": "重庆师范大学涉外商贸学院"
		}, {
			"id": 19134,
			"name": "重庆工商大学融智学院"
		}, {
			"id": 19136,
			"name": "重庆工商大学派斯学院"
		}, {
			"id": 19138,
			"name": "重庆邮电大学移通学院"
		}, {
			"id": 19140,
			"name": "重庆工贸职业技术学院"
		}, {
			"id": 19142,
			"name": "重庆青年职业技术学院"
		}, {
			"id": 19144,
			"name": "重庆城市管理职业学院"
		}, {
			"id": 19145,
			"name": "重庆财经职业学院"
		}, {
			"id": 19146,
			"name": "重庆科创职业学院"
		}, {
			"id": 19147,
			"name": "重庆建筑工程职业学院"
		}, {
			"id": 19148,
			"name": "重庆五一技师学院"
		}, {
			"id": 19149,
			"name": "重庆科创职业技术学院"
		}, {
			"id": 19150,
			"name": "重庆通信学院"
		}, {
			"id": 19151,
			"name": "西南大学应用技术学院"
		}, {
			"id": 19152,
			"name": "重庆交通职业学院"
		}, {
			"id": 19153,
			"name": "重庆电讯职业学院"
		}],
		"country_id": 0,
		"name": "重庆"
	}, {
		"id": 20,
		"univs": [{
			"id": 20001,
			"name": "昆明理工"
		}, {
			"id": 20002,
			"name": "云南农大"
		}, {
			"id": 20003,
			"name": "云南师大"
		}, {
			"id": 20004,
			"name": "云南财经"
		}, {
			"id": 20005,
			"name": "云南民大"
		}, {
			"id": 20006,
			"name": "西南林业大学"
		}, {
			"id": 20007,
			"name": "昆明医学院"
		}, {
			"id": 20008,
			"name": "云南中医学院"
		}, {
			"id": 20009,
			"name": "红河学院"
		}, {
			"id": 20010,
			"name": "云南警官学院"
		}, {
			"id": 20011,
			"name": "云南艺术"
		}, {
			"id": 20012,
			"name": "云南大学"
		}, {
			"id": 20051,
			"name": "曲靖师范"
		}, {
			"id": 20101,
			"name": "玉溪师院"
		}, {
			"id": 20151,
			"name": "楚雄师院"
		}, {
			"id": 20201,
			"name": "大理学院"
		}, {
			"id": 20301,
			"name": "保山师范高等专科学校"
		}, {
			"id": 20302,
			"name": "保山中医药高等专科学校"
		}, {
			"id": 20303,
			"name": "楚雄医药高等专科学校"
		}, {
			"id": 20304,
			"name": "德宏师范高等专科学校"
		}, {
			"id": 20305,
			"name": "云南大学滇池学院"
		}, {
			"id": 20306,
			"name": "昆明大学"
		}, {
			"id": 20307,
			"name": "昆明工业职业技术学院"
		}, {
			"id": 20308,
			"name": "昆明师范高等专科学校"
		}, {
			"id": 20309,
			"name": "昆明扬帆职业技术学院"
		}, {
			"id": 20310,
			"name": "昆明冶金高等专科学校"
		}, {
			"id": 20311,
			"name": "昆明艺术职业学院"
		}, {
			"id": 20312,
			"name": "丽江师范高等专科学校"
		}, {
			"id": 20313,
			"name": "曲靖医学高等专科学校"
		}, {
			"id": 20314,
			"name": "思茅师范高等专科学校"
		}, {
			"id": 20315,
			"name": "文山师范高等专科学校"
		}, {
			"id": 20316,
			"name": "西双版纳职业技术学院"
		}, {
			"id": 20317,
			"name": "玉溪农业职业技术学院"
		}, {
			"id": 20318,
			"name": "云南爱因森软件职业学院"
		}, {
			"id": 20319,
			"name": "云南北美职业学院"
		}, {
			"id": 20320,
			"name": "云南广播电视大学"
		}, {
			"id": 20321,
			"name": "云南国防工业职业技术学院"
		}, {
			"id": 20322,
			"name": "云南国土资源职业学院"
		}, {
			"id": 20323,
			"name": "云南机电职业技术学院"
		}, {
			"id": 20324,
			"name": "云南交通职业技术学院"
		}, {
			"id": 20326,
			"name": "云南经济管理职业学院"
		}, {
			"id": 20327,
			"name": "云南科技信息职业技术学院"
		}, {
			"id": 20328,
			"name": "云南林业职业技术学院"
		}, {
			"id": 20329,
			"name": "云南能源职业技术学院"
		}, {
			"id": 20330,
			"name": "云南农业职业技术学院"
		}, {
			"id": 20331,
			"name": "云南热带作物职业学院"
		}, {
			"id": 20332,
			"name": "云南省林业科学院"
		}, {
			"id": 20333,
			"name": "云南师范大学商学院"
		}, {
			"id": 20334,
			"name": "云南司法警官职业学院"
		}, {
			"id": 20335,
			"name": "云南体育运动职业技术学院"
		}, {
			"id": 20336,
			"name": "云南文化艺术职业学院"
		}, {
			"id": 20337,
			"name": "云南新兴职业学院"
		}, {
			"id": 20338,
			"name": "云南医学高等专科学校"
		}, {
			"id": 20339,
			"name": "云南昭通师范专科学校"
		}, {
			"id": 20340,
			"name": "昭通师范高等专科学校"
		}, {
			"id": 20341,
			"name": "昆明学院"
		}, {
			"id": 20342,
			"name": "昆明理工大学津桥学院"
		}, {
			"id": 20343,
			"name": "云南师范大学文理学院"
		}, {
			"id": 20344,
			"name": "昆明医学院海源学院"
		}, {
			"id": 20345,
			"name": "云南艺术学院文华学院"
		}, {
			"id": 20346,
			"name": "云南大学旅游文化学院"
		}, {
			"id": 20347,
			"name": "临沧师范高等专科学校"
		}, {
			"id": 20348,
			"name": "云南锡业职业技术学院"
		}, {
			"id": 20349,
			"name": "云南科技信息职业学院"
		}],
		"country_id": 0,
		"name": "云南"
	}, {
		"id": 21,
		"univs": [{
			"id": 21001,
			"name": "河北大学"
		}, {
			"id": 21002,
			"name": "河北农大"
		}, {
			"id": 21003,
			"name": "中央司法警官学院"
		}, {
			"id": 21004,
			"name": "石家庄铁道大学"
		}, {
			"id": 21005,
			"name": "石家庄经院"
		}, {
			"id": 21051,
			"name": "河北师大"
		}, {
			"id": 21052,
			"name": "河北科技"
		}, {
			"id": 21053,
			"name": "河北医科"
		}, {
			"id": 21054,
			"name": "河北经贸"
		}, {
			"id": 21055,
			"name": "河北体院"
		}, {
			"id": 21056,
			"name": "石家庄学院"
		}, {
			"id": 21101,
			"name": "燕山大学"
		}, {
			"id": 21102,
			"name": "河北科师"
		}, {
			"id": 21151,
			"name": "河北理工"
		}, {
			"id": 21152,
			"name": "华北煤炭医学"
		}, {
			"id": 21153,
			"name": "唐山学院"
		}, {
			"id": 21159,
			"name": "唐山师范"
		}, {
			"id": 21202,
			"name": "华北航工"
		}, {
			"id": 21203,
			"name": "廊坊师范"
		}, {
			"id": 21251,
			"name": "防灾科技学院"
		}, {
			"id": 21252,
			"name": "华北科技"
		}, {
			"id": 21301,
			"name": "河北建工"
		}, {
			"id": 21302,
			"name": "北方学院"
		}, {
			"id": 21351,
			"name": "承德医学院"
		}, {
			"id": 21401,
			"name": "邢台学院"
		}, {
			"id": 21451,
			"name": "河北工程"
		}, {
			"id": 21452,
			"name": "邯郸学院"
		}, {
			"id": 21501,
			"name": "衡水学院"
		}, {
			"id": 21601,
			"name": "保定电力职业技术学院"
		}, {
			"id": 21602,
			"name": "保定科技职业学院"
		}, {
			"id": 21603,
			"name": "河北金融学院"
		}, {
			"id": 21604,
			"name": "保定学院"
		}, {
			"id": 21605,
			"name": "保定职业技术学院"
		}, {
			"id": 21606,
			"name": "渤海石油职业学院"
		}, {
			"id": 21607,
			"name": "沧州师范专科学校"
		}, {
			"id": 21608,
			"name": "沧州医学高等专科学校"
		}, {
			"id": 21609,
			"name": "沧州职业技术学院"
		}, {
			"id": 21610,
			"name": "河北旅游职业学院"
		}, {
			"id": 21611,
			"name": "承德民族师范高等专科学校"
		}, {
			"id": 21612,
			"name": "承德石油高等专科学校"
		}, {
			"id": 21615,
			"name": "东北大学秦皇岛校区"
		}, {
			"id": 21616,
			"name": "邯郸职业技术学院"
		}, {
			"id": 21617,
			"name": "河北大学医学部"
		}, {
			"id": 21618,
			"name": "河北工程技术高等专科学校"
		}, {
			"id": 21619,
			"name": "河北工业职业技术学院"
		}, {
			"id": 21620,
			"name": "河北公安警察职业学院"
		}, {
			"id": 21621,
			"name": "河北化工医药职业技术学院"
		}, {
			"id": 21622,
			"name": "河北机电职业技术学院"
		}, {
			"id": 21623,
			"name": "河北建材职业技术学院"
		}, {
			"id": 21624,
			"name": "河北交通职业技术学院"
		}, {
			"id": 21625,
			"name": "河北京都高尔夫职业学院"
		}, {
			"id": 21626,
			"name": "河北农业大学"
		}, {
			"id": 21627,
			"name": "河北农业大学海洋学院"
		}, {
			"id": 21628,
			"name": "河北女子职业技术学院"
		}, {
			"id": 21629,
			"name": "河北软件职业技术学院"
		}, {
			"id": 21630,
			"name": "河北省艺术职业学院"
		}, {
			"id": 21631,
			"name": "河北石油职业技术学院"
		}, {
			"id": 21632,
			"name": "河北司法警官职业学院"
		}, {
			"id": 21633,
			"name": "河北通信职业技术学院"
		}, {
			"id": 21634,
			"name": "河北远东职业技术学院"
		}, {
			"id": 21635,
			"name": "河北政法管理干部学院"
		}, {
			"id": 21636,
			"name": "河北职业技术学院"
		}, {
			"id": 21637,
			"name": "衡水职业技术学院"
		}, {
			"id": 21638,
			"name": "华北电力大学（保定）"
		}, {
			"id": 21639,
			"name": "监督管理局"
		}, {
			"id": 21642,
			"name": "廊坊大学城北大方正软件学院"
		}, {
			"id": 21643,
			"name": "廊坊东方大学城北京澳际联邦英语学校"
		}, {
			"id": 21644,
			"name": "廊坊东方大学城北京财经学院"
		}, {
			"id": 21645,
			"name": "廊坊东方大学城北京城市学院"
		}, {
			"id": 21646,
			"name": "廊坊东方大学城北京传媒学院"
		}, {
			"id": 21647,
			"name": "廊坊东方大学城北京经济技术职业学院"
		}, {
			"id": 21648,
			"name": "廊坊东方大学城北京经贸职业学院航空服务学院"
		}, {
			"id": 21649,
			"name": "廊坊东方大学城北京联合大学"
		}, {
			"id": 21650,
			"name": "廊坊东方大学城北京中医药大学中专部"
		}, {
			"id": 21651,
			"name": "廊坊东方大学城河北体育学院"
		}, {
			"id": 21652,
			"name": "廊坊东方大学城廊坊职业技术学院"
		}, {
			"id": 21653,
			"name": "秦皇岛教育学院"
		}, {
			"id": 21654,
			"name": "秦皇岛外国语职业学院"
		}, {
			"id": 21655,
			"name": "秦皇岛职业技术学院"
		}, {
			"id": 21656,
			"name": "石家庄东方美术职业学院"
		}, {
			"id": 21657,
			"name": "石家庄法商职业学院"
		}, {
			"id": 21658,
			"name": "石家庄工商职业学院"
		}, {
			"id": 21659,
			"name": "石家庄计算机职业学院"
		}, {
			"id": 21660,
			"name": "石家庄科技信息职业学院"
		}, {
			"id": 21661,
			"name": "石家庄理工职业学院"
		}, {
			"id": 21662,
			"name": "石家庄铁路职业技术学院"
		}, {
			"id": 21663,
			"name": "石家庄外国语职业学院"
		}, {
			"id": 21664,
			"name": "石家庄外经贸职业学院"
		}, {
			"id": 21665,
			"name": "石家庄外语翻译职业学院"
		}, {
			"id": 21666,
			"name": "石家庄信息工程职业学院"
		}, {
			"id": 21667,
			"name": "石家庄医学高等专科学校"
		}, {
			"id": 21668,
			"name": "河北传媒学院"
		}, {
			"id": 21669,
			"name": "石家庄邮电职业技术学院"
		}, {
			"id": 21670,
			"name": "石家庄职业技术学院"
		}, {
			"id": 21671,
			"name": "唐山工业职业技术学院"
		}, {
			"id": 21672,
			"name": "唐山广播电视大学"
		}, {
			"id": 21673,
			"name": "唐山科技职业技术学院"
		}, {
			"id": 21674,
			"name": "唐山职业技术学院"
		}, {
			"id": 21675,
			"name": "邢台医学高等专科学校"
		}, {
			"id": 21676,
			"name": "邢台职业技术学院"
		}, {
			"id": 21677,
			"name": "张家口职业技术学院"
		}, {
			"id": 21678,
			"name": "中国地质大学长城学院"
		}, {
			"id": 21679,
			"name": "中国环境管理干部学院"
		}, {
			"id": 21680,
			"name": "中国民航管理干部学院"
		}, {
			"id": 21681,
			"name": "张家口教育学院"
		}, {
			"id": 21682,
			"name": "河北能源职业技术学院"
		}, {
			"id": 21683,
			"name": "承德卫生学校"
		}, {
			"id": 21684,
			"name": "邯郸中原外国语职业学院"
		}, {
			"id": 21685,
			"name": "河北师范大学汇华学院"
		}, {
			"id": 21686,
			"name": "华北煤炭医学院冀唐学院"
		}, {
			"id": 21687,
			"name": "河北医科大学临床学院"
		}, {
			"id": 21688,
			"name": "河北农业大学现代科技学院"
		}, {
			"id": 21689,
			"name": "石家庄铁道学院四方学院"
		}, {
			"id": 21690,
			"name": "燕山大学里仁学院"
		}, {
			"id": 21691,
			"name": "河北工程大学科信学院"
		}, {
			"id": 21692,
			"name": "河北理工大学轻工学院"
		}, {
			"id": 21693,
			"name": "河北大学工商学院"
		}, {
			"id": 21694,
			"name": "河北经贸大学经济管理学院"
		}, {
			"id": 21695,
			"name": "廊坊职业技术学院"
		}, {
			"id": 21696,
			"name": "石家庄外事职业学院"
		}, {
			"id": 21697,
			"name": "河北政法职业学院"
		}, {
			"id": 21698,
			"name": "冀中职业学院"
		}, {
			"id": 21699,
			"name": "石家庄科技工程职业学院"
		}, {
			"id": 21701,
			"name": "河北劳动关系职业学院"
		}, {
			"id": 21702,
			"name": "石家庄有点职业技术学院"
		}, {
			"id": 21703,
			"name": "河北师范大学"
		}, {
			"id": 21704,
			"name": "河北行政学院"
		}, {
			"id": 21705,
			"name": "华北煤炭医学院"
		}, {
			"id": 21706,
			"name": "赣州东方学校"
		}, {
			"id": 21707,
			"name": "北京中医药大学东方学院"
		}, {
			"id": 21708,
			"name": "承德燕北职业技术专修学院"
		}, {
			"id": 21709,
			"name": "河北工业大学廊坊分院"
		}, {
			"id": 21710,
			"name": "邯郸医学高等专科学校"
		}, {
			"id": 21711,
			"name": "河北交通大学海滨学院"
		}, {
			"id": 21712,
			"name": "石家庄铁路工程技术学院"
		}, {
			"id": 21713,
			"name": "石家庄经济学院"
		}, {
			"id": 21714,
			"name": "石家庄经济学院华信学院"
		}, {
			"id": 21715,
			"name": "河北科技师范学院"
		}, {
			"id": 21716,
			"name": "中国轻工业干部管理学院"
		}, {
			"id": 21717,
			"name": "河北宣化通信士官学校"
		}, {
			"id": 21718,
			"name": "承德民族职业技术学院"
		}, {
			"id": 21719,
			"name": "河北省保定市财贸学校"
		}, {
			"id": 21720,
			"name": "宣化科技职业学院"
		}, {
			"id": 21721,
			"name": "河北青年管理干部学院"
		}, {
			"id": 21722,
			"name": "北京交通大学海滨学院"
		}, {
			"id": 21723,
			"name": "石家庄职工大学"
		}, {
			"id": 21724,
			"name": "东北大学秦皇岛分校"
		}, {
			"id": 21725,
			"name": "河北地质职工大学"
		}, {
			"id": 21726,
			"name": "河北广播电视大学"
		}, {
			"id": 21727,
			"name": "保定广播电视大学"
		}, {
			"id": 21728,
			"name": "河北广播电视大学高等职业技术学院"
		}],
		"country_id": 0,
		"name": "河北"
	}, {
		"id": 22,
		"univs": [{
			"id": 22001,
			"name": "江西财经"
		}, {
			"id": 22002,
			"name": "南昌大学"
		}, {
			"id": 22003,
			"name": "华东交通大学"
		}, {
			"id": 22004,
			"name": "南昌航空大学"
		}, {
			"id": 22005,
			"name": "南昌工程"
		}, {
			"id": 22006,
			"name": "南昌理工"
		}, {
			"id": 22007,
			"name": "江西中医学院"
		}, {
			"id": 22008,
			"name": "江西科技师范学院"
		}, {
			"id": 22009,
			"name": "蓝天学院"
		}, {
			"id": 22010,
			"name": "江西农大"
		}, {
			"id": 22011,
			"name": "江西师大"
		}, {
			"id": 22051,
			"name": "东华理工大学"
		}, {
			"id": 22101,
			"name": "景德镇陶瓷学院"
		}, {
			"id": 22151,
			"name": "赣南医学院"
		}, {
			"id": 22152,
			"name": "赣南师范学院"
		}, {
			"id": 22153,
			"name": "江西理工"
		}, {
			"id": 22201,
			"name": "上饶师范学院"
		}, {
			"id": 22251,
			"name": "井冈山大学"
		}, {
			"id": 22301,
			"name": "宜春学院"
		}, {
			"id": 22351,
			"name": "九江学院"
		}, {
			"id": 22401,
			"name": "抚州职业技术学院"
		}, {
			"id": 22402,
			"name": "赣南教育学院"
		}, {
			"id": 22403,
			"name": "赣西科技职业学院"
		}, {
			"id": 22404,
			"name": "江西财经职业学院"
		}, {
			"id": 22405,
			"name": "江西城市职业学院"
		}, {
			"id": 22406,
			"name": "江西大宇学院"
		}, {
			"id": 22407,
			"name": "江西电力职业技术学院"
		}, {
			"id": 22408,
			"name": "江西服装职业技术学院"
		}, {
			"id": 22409,
			"name": "江西赣江职业技术学院"
		}, {
			"id": 22410,
			"name": "江西工程职业学院"
		}, {
			"id": 22411,
			"name": "江西工业工程职业技术学院"
		}, {
			"id": 22412,
			"name": "江西工业贸易职业技术学院"
		}, {
			"id": 22413,
			"name": "江西工业职业技术学院"
		}, {
			"id": 22414,
			"name": "江西警察学院"
		}, {
			"id": 22415,
			"name": "江西航空职业技术学院"
		}, {
			"id": 22416,
			"name": "江西护理职业技术学院"
		}, {
			"id": 22417,
			"name": "江西环境工程职业学院"
		}, {
			"id": 22418,
			"name": "江西机电职业技术学院"
		}, {
			"id": 22419,
			"name": "江西建设职业技术学院"
		}, {
			"id": 22420,
			"name": "江西交通职业技术学院"
		}, {
			"id": 22421,
			"name": "江西教育学院"
		}, {
			"id": 22422,
			"name": "江西经济管理干部学院"
		}, {
			"id": 22423,
			"name": "江西经济管理职业学院"
		}, {
			"id": 22424,
			"name": "江西科技职业学院"
		}, {
			"id": 22425,
			"name": "江西旅游商贸职业学院"
		}, {
			"id": 22426,
			"name": "江西南昌教育学院"
		}, {
			"id": 22427,
			"name": "江西农业工程职业学院"
		}, {
			"id": 22428,
			"name": "江西青年职业学院"
		}, {
			"id": 22429,
			"name": "江西轻工职业技术学院"
		}, {
			"id": 22430,
			"name": "江西生物科技职业学院"
		}, {
			"id": 22431,
			"name": "江西省广播电视大学"
		}, {
			"id": 22432,
			"name": "江西司法警官职业学院"
		}, {
			"id": 22433,
			"name": "江西陶瓷工艺美术职业学院"
		}, {
			"id": 22434,
			"name": "江西外语外贸职业学院"
		}, {
			"id": 22435,
			"name": "江西先锋软件职业技术学院"
		}, {
			"id": 22436,
			"name": "江西现代职业技术学院"
		}, {
			"id": 22437,
			"name": "江西信息应用职业技术学院"
		}, {
			"id": 22438,
			"name": "江西行政管理干部学院"
		}, {
			"id": 22439,
			"name": "江西艺术职业学院"
		}, {
			"id": 22440,
			"name": "江西应用技术职业学院"
		}, {
			"id": 22441,
			"name": "江西渝州科技职业学院"
		}, {
			"id": 22442,
			"name": "江西制造职业技术学院"
		}, {
			"id": 22443,
			"name": "江西中医药高等专科学校"
		}, {
			"id": 22444,
			"name": "景德镇高等专科学校"
		}, {
			"id": 22445,
			"name": "九江职业大学"
		}, {
			"id": 22446,
			"name": "九江职业技术学院"
		}, {
			"id": 22447,
			"name": "南昌钢铁职工大学"
		}, {
			"id": 22448,
			"name": "南昌师范高等专科学校"
		}, {
			"id": 22449,
			"name": "南昌市业余大学"
		}, {
			"id": 22450,
			"name": "南昌市职工科技大学"
		}, {
			"id": 22451,
			"name": "萍乡高等专科学校"
		}, {
			"id": 22452,
			"name": "上饶职业技术学院"
		}, {
			"id": 22453,
			"name": "新余钢铁有限责任公司职工大学"
		}, {
			"id": 22454,
			"name": "新余学院"
		}, {
			"id": 22455,
			"name": "宜春职业技术学院"
		}, {
			"id": 22456,
			"name": "鹰潭职业技术学院"
		}, {
			"id": 22457,
			"name": "江西应用工程职业学院"
		}, {
			"id": 22458,
			"name": "江西农业大学南昌商学院"
		}, {
			"id": 22459,
			"name": "江西师范大学科学技术学院"
		}, {
			"id": 22460,
			"name": "华东交通大学理工学院"
		}, {
			"id": 22461,
			"name": "江西理工大学应用科学学院"
		}, {
			"id": 22462,
			"name": "东华理工大学长江学院"
		}, {
			"id": 22463,
			"name": "南昌航空大学科技学院"
		}, {
			"id": 22464,
			"name": "江西中医学院科技学院"
		}, {
			"id": 22465,
			"name": "江西财经大学现代经济管理学院"
		}, {
			"id": 22466,
			"name": "赣南师范学院科技学院"
		}, {
			"id": 22467,
			"name": "景德镇陶瓷学院科技艺术学院"
		}, {
			"id": 22468,
			"name": "江西科技师范学院理工学院"
		}, {
			"id": 22469,
			"name": "南昌大学共青学院"
		}, {
			"id": 22470,
			"name": "南昌大学科学技术学院"
		}, {
			"id": 22471,
			"name": "江西泰豪动漫职业学院"
		}, {
			"id": 22472,
			"name": "江西枫林涉外经贸职业学院"
		}, {
			"id": 22473,
			"name": "江西中山职业技术学院"
		}, {
			"id": 22474,
			"name": "南昌理工学院"
		}, {
			"id": 22475,
			"name": "江西艺术设计学院"
		}, {
			"id": 22476,
			"name": "江西蓝天学院"
		}, {
			"id": 22477,
			"name": "江西师大鹰潭学院"
		}],
		"country_id": 0,
		"name": "江西"
	}, {
		"id": 23,
		"univs": [{
			"id": 23001,
			"name": "山西大学"
		}, {
			"id": 23002,
			"name": "太原理工"
		}, {
			"id": 23003,
			"name": "中北大学"
		}, {
			"id": 23004,
			"name": "山西医大"
		}, {
			"id": 23005,
			"name": "山西中医学院"
		}, {
			"id": 23006,
			"name": "太原师范"
		}, {
			"id": 23007,
			"name": "太原科大"
		}, {
			"id": 23008,
			"name": "山西财经"
		}, {
			"id": 23051,
			"name": "山西师大"
		}, {
			"id": 23101,
			"name": "山西农大"
		}, {
			"id": 23151,
			"name": "大同大学"
		}, {
			"id": 23201,
			"name": "长治医学院"
		}, {
			"id": 23202,
			"name": "长治学院"
		}, {
			"id": 23251,
			"name": "运城学院"
		}, {
			"id": 23301,
			"name": "晋中学院"
		}, {
			"id": 23351,
			"name": "忻州师范"
		}, {
			"id": 23401,
			"name": "北岳职业技术学院"
		}, {
			"id": 23402,
			"name": "长治职业技术学院"
		}, {
			"id": 23403,
			"name": "晋城职业技术学院"
		}, {
			"id": 23404,
			"name": "晋中职业技术学院"
		}, {
			"id": 23405,
			"name": "临汾职业技术学院"
		}, {
			"id": 23406,
			"name": "潞安职业技术学院"
		}, {
			"id": 23407,
			"name": "吕梁高等专科学校"
		}, {
			"id": 23408,
			"name": "山西财贸职业技术学院"
		}, {
			"id": 23409,
			"name": "山西财政税务专科学校"
		}, {
			"id": 23410,
			"name": "山西电力职业技术学院"
		}, {
			"id": 23411,
			"name": "山西工程职业技术学院"
		}, {
			"id": 23412,
			"name": "山西工商职业学院"
		}, {
			"id": 23413,
			"name": "山西管理职业学院"
		}, {
			"id": 23414,
			"name": "山西国际商务职业学院"
		}, {
			"id": 23415,
			"name": "山西华澳商贸职业学院"
		}, {
			"id": 23416,
			"name": "山西机电职业技术学院"
		}, {
			"id": 23417,
			"name": "山西建筑职业技术学院"
		}, {
			"id": 23418,
			"name": "山西交通职业技术学院"
		}, {
			"id": 23419,
			"name": "山西金融职业技术学院"
		}, {
			"id": 23420,
			"name": "山西警官高等专科学校"
		}, {
			"id": 23421,
			"name": "山西警官职业学院"
		}, {
			"id": 23422,
			"name": "山西林业职业技术学院"
		}, {
			"id": 23423,
			"name": "山西旅游职业学院"
		}, {
			"id": 23424,
			"name": "山西煤炭职业技术学院"
		}, {
			"id": 23425,
			"name": "山西生物应用职业技术学院"
		}, {
			"id": 23426,
			"name": "山西水利职业技术学院"
		}, {
			"id": 23427,
			"name": "山西体育职业学院"
		}, {
			"id": 23428,
			"name": "山西同文外语职业学院"
		}, {
			"id": 23429,
			"name": "山西戏剧职业学院"
		}, {
			"id": 23430,
			"name": "山西信息职业技术学院"
		}, {
			"id": 23431,
			"name": "山西兴华职业学院"
		}, {
			"id": 23432,
			"name": "山西艺术职业学院"
		}, {
			"id": 23433,
			"name": "山西运城农业职业技术学院"
		}, {
			"id": 23434,
			"name": "山西运城学院"
		}, {
			"id": 23435,
			"name": "山西职业技术学院"
		}, {
			"id": 23436,
			"name": "太原城市职业技术学院"
		}, {
			"id": 23437,
			"name": "太原大学"
		}, {
			"id": 23438,
			"name": "太原电力高等专科学校"
		}, {
			"id": 23439,
			"name": "太原旅游职业学院"
		}, {
			"id": 23440,
			"name": "忻州职业技术学院"
		}, {
			"id": 23441,
			"name": "阳泉职业技术学院"
		}, {
			"id": 23442,
			"name": "山西广播电影电视管理干部学院"
		}, {
			"id": 23443,
			"name": "山西城市职业技术学院"
		}, {
			"id": 23444,
			"name": "运城农业学院"
		}, {
			"id": 23445,
			"name": "山西广播电视大学"
		}, {
			"id": 23446,
			"name": "晋中学院师范学院"
		}, {
			"id": 23448,
			"name": "朔州职业技术学院"
		}, {
			"id": 23449,
			"name": "山西农业大学平遥机电学院"
		}, {
			"id": 23450,
			"name": "山西农业大学信息学院"
		}, {
			"id": 23451,
			"name": "山西农业大学太原畜牧兽医学院"
		}, {
			"id": 23452,
			"name": "山西农业大学太原园艺学院（太原农业学校）"
		}, {
			"id": 23453,
			"name": "山西农业大学原平农学院（原平农业学校）"
		}, {
			"id": 23454,
			"name": "太原科技大学运城工学院（运城工学院）"
		}, {
			"id": 23455,
			"name": "山西财经大学运城学院"
		}, {
			"id": 23456,
			"name": "山西医科大学汾阳分院"
		}, {
			"id": 23457,
			"name": "山西医科大学晋祠学院"
		}, {
			"id": 23458,
			"name": "太原科技大学华科学院"
		}, {
			"id": 23459,
			"name": "山西财经大学华商学院"
		}, {
			"id": 23460,
			"name": "中北大学信息商务学院"
		}, {
			"id": 23461,
			"name": "山西师范大学现代文理学院"
		}, {
			"id": 23462,
			"name": "忻州师范学院五寨分院（五寨师范学院）"
		}, {
			"id": 23463,
			"name": "山西大学商务学院"
		}, {
			"id": 23500,
			"name": "太原工业学院"
		}, {
			"id": 23501,
			"name": "山西经济管理干部学院"
		}, {
			"id": 23502,
			"name": "山西青年管理干部学院"
		}, {
			"id": 23503,
			"name": "山西省职工工艺美术学院"
		}, {
			"id": 23504,
			"name": "山西省吕梁市教育学院"
		}, {
			"id": 23505,
			"name": "山西省广播电视大学"
		}, {
			"id": 23506,
			"name": "长治市教育学院"
		}, {
			"id": 23507,
			"name": "山西煤炭管理干部学院"
		}, {
			"id": 23508,
			"name": "山西政法管理干部学院"
		}, {
			"id": 23509,
			"name": "阳泉市教育学院"
		}, {
			"id": 23510,
			"name": "山西煤炭职工联合大学"
		}, {
			"id": 23512,
			"name": "太原钢铁(集团)有限公司职工钢铁学院"
		}, {
			"id": 23513,
			"name": "山西机电职工学院"
		}, {
			"id": 23514,
			"name": "太原化学工业集团有限公司职工大学"
		}, {
			"id": 23515,
			"name": "山西兵器工业职工大学"
		}, {
			"id": 23516,
			"name": "广播电影电视管理干部学院"
		}, {
			"id": 23517,
			"name": "山西职工医学院"
		}, {
			"id": 23518,
			"name": "山西省临汾电力技师学院"
		}, {
			"id": 23519,
			"name": "太原大学外语师范学院"
		}, {
			"id": 23520,
			"name": "山西医科大学"
		}, {
			"id": 23521,
			"name": "运城幼儿师范高等专科学校"
		}, {
			"id": 23522,
			"name": "中国辐射防护研究院"
		}, {
			"id": 23523,
			"name": "山西省体育职业学院"
		}, {
			"id": 23524,
			"name": "山西师大临汾学院"
		}, {
			"id": 23525,
			"name": "山西财经大学经济技术学院"
		}, {
			"id": 23526,
			"name": "山西老区职业技术学院"
		}, {
			"id": 23527,
			"name": "中国日用化学工业研究院"
		}],
		"country_id": 0,
		"name": "山西"
	}, {
		"id": 24,
		"univs": [{
			"id": 24001,
			"name": "贵州大学"
		}, {
			"id": 24002,
			"name": "贵阳医学院"
		}, {
			"id": 24003,
			"name": "贵阳中医学院"
		}, {
			"id": 24004,
			"name": "贵州财经"
		}, {
			"id": 24005,
			"name": "贵州民族"
		}, {
			"id": 24006,
			"name": "贵阳学院"
		}, {
			"id": 24007,
			"name": "贵州师大"
		}, {
			"id": 24008,
			"name": "铜仁学院"
		}, {
			"id": 24051,
			"name": "遵义医学院"
		}, {
			"id": 24052,
			"name": "遵义师范"
		}, {
			"id": 24101,
			"name": "毕节学院"
		}, {
			"id": 24151,
			"name": "黔南师院"
		}, {
			"id": 24201,
			"name": "安顺学院"
		}, {
			"id": 24251,
			"name": "凯里学院"
		}, {
			"id": 24301,
			"name": "安顺职业技术学院"
		}, {
			"id": 24302,
			"name": "贵州电力职业技术学院"
		}, {
			"id": 24303,
			"name": "贵州电子信息职业技术学院"
		}, {
			"id": 24304,
			"name": "贵州航天职业技术学院"
		}, {
			"id": 24306,
			"name": "贵州交通职业技术学院"
		}, {
			"id": 24307,
			"name": "贵州警官职业学院"
		}, {
			"id": 24308,
			"name": "贵州工业职业技术学院"
		}, {
			"id": 24310,
			"name": "贵州轻工职业技术学院"
		}, {
			"id": 24311,
			"name": "贵州商业高等专科学校"
		}, {
			"id": 24312,
			"name": "六盘水师范高等专科学校"
		}, {
			"id": 24313,
			"name": "六盘水职业技术学院"
		}, {
			"id": 24314,
			"name": "黔东南民族职业技术学院"
		}, {
			"id": 24315,
			"name": "黔南民族医学高等专科学校"
		}, {
			"id": 24316,
			"name": "黔南民族职业技术学院"
		}, {
			"id": 24318,
			"name": "黔西南民族职业技术学院"
		}, {
			"id": 24319,
			"name": "铜仁职业技术学院"
		}, {
			"id": 24320,
			"name": "遵义医药高等专科学校"
		}, {
			"id": 24321,
			"name": "遵义职业技术学院"
		}, {
			"id": 24322,
			"name": "贵州财经学院商务学院"
		}, {
			"id": 24323,
			"name": "贵州民族学院人文科技学院"
		}, {
			"id": 24324,
			"name": "贵州师范大学求是学院"
		}, {
			"id": 24325,
			"name": "贵阳医学院神奇民族医药学院"
		}, {
			"id": 24326,
			"name": "遵义医学院医学与科技学院"
		}, {
			"id": 24327,
			"name": "贵阳中医学院时珍学院"
		}, {
			"id": 24328,
			"name": "贵州大学明德学院"
		}, {
			"id": 24329,
			"name": "贵州大学科技学院"
		}, {
			"id": 24330,
			"name": "贵阳护理职业学院"
		}, {
			"id": 24331,
			"name": "贵州亚泰职业学院"
		}, {
			"id": 24333,
			"name": "贵州师范学院"
		}, {
			"id": 24334,
			"name": "贵阳职业技术学院"
		}, {
			"id": 24335,
			"name": "毕节职业技术学院"
		}, {
			"id": 24336,
			"name": "贵州广播电视大学"
		}, {
			"id": 24337,
			"name": "贵州省财经学院商务学院"
		}],
		"country_id": 0,
		"name": "贵州"
	}, {
		"id": 25,
		"univs": [{
			"id": 25001,
			"name": "广西大学"
		}, {
			"id": 25002,
			"name": "广西医科大学"
		}, {
			"id": 25003,
			"name": "广西民族大学"
		}, {
			"id": 25004,
			"name": "广西中医学院"
		}, {
			"id": 25005,
			"name": "广西师范学院"
		}, {
			"id": 25006,
			"name": "广西财经学院"
		}, {
			"id": 25007,
			"name": "广西艺术学院"
		}, {
			"id": 25051,
			"name": "桂林电子科技大学"
		}, {
			"id": 25052,
			"name": "广西师范大学"
		}, {
			"id": 25053,
			"name": "桂林理工大学"
		}, {
			"id": 25054,
			"name": "桂林医学院"
		}, {
			"id": 25101,
			"name": "广西工学院"
		}, {
			"id": 25151,
			"name": "右江民族医学院"
		}, {
			"id": 25152,
			"name": "百色学院"
		}, {
			"id": 25201,
			"name": "河池学院"
		}, {
			"id": 25251,
			"name": "玉林师范学院"
		}, {
			"id": 25301,
			"name": "钦州学院"
		}, {
			"id": 25351,
			"name": "贺州学院"
		}, {
			"id": 25401,
			"name": "梧州学院"
		}, {
			"id": 25404,
			"name": "广西大学行健文理学院"
		}, {
			"id": 25405,
			"name": "广西师范大学漓江学院"
		}, {
			"id": 25406,
			"name": "桂林电子科技大学信息科技学院"
		}, {
			"id": 25407,
			"name": "桂林工学院博文管理学院"
		}, {
			"id": 25408,
			"name": "广西工学院鹿山学院"
		}, {
			"id": 25409,
			"name": "广西师范学院师园学院"
		}, {
			"id": 25410,
			"name": "广西民族大学相思湖学院"
		}, {
			"id": 25411,
			"name": "广西中医学院赛恩斯新医药学院"
		}, {
			"id": 25501,
			"name": "北海宏源足球职业学院"
		}, {
			"id": 25502,
			"name": "北海艺术设计职业学院"
		}, {
			"id": 25503,
			"name": "北海职业学院"
		}, {
			"id": 25504,
			"name": "广西城市职业学院"
		}, {
			"id": 25505,
			"name": "广西电力职业技术学院"
		}, {
			"id": 25506,
			"name": "广西东方外语职业学院"
		}, {
			"id": 25507,
			"name": "广西工商职业技术学院"
		}, {
			"id": 25508,
			"name": "广西工业职业技术学院"
		}, {
			"id": 25509,
			"name": "广西国际商务职业技术学院"
		}, {
			"id": 25510,
			"name": "广西机电职业技术学院"
		}, {
			"id": 25511,
			"name": "广西建设职业技术学院"
		}, {
			"id": 25512,
			"name": "广西交通职业技术学院"
		}, {
			"id": 25513,
			"name": "广西经济管理干部学院"
		}, {
			"id": 25514,
			"name": "广西经贸职业技术学院"
		}, {
			"id": 25515,
			"name": "广西警管高等专科学校"
		}, {
			"id": 25516,
			"name": "广西农业职业技术学院"
		}, {
			"id": 25517,
			"name": "广西轻工高级技工学校"
		}, {
			"id": 25518,
			"name": "广西生态工程职业技术学院"
		}, {
			"id": 25519,
			"name": "广西水利电力职业技术学院"
		}, {
			"id": 25520,
			"name": "广西体育高等专科学校"
		}, {
			"id": 25521,
			"name": "广西演艺职业学院"
		}, {
			"id": 25522,
			"name": "广西英华国际职业学院"
		}, {
			"id": 25523,
			"name": "广西邕江大学"
		}, {
			"id": 25524,
			"name": "广西幼儿师范学校"
		}, {
			"id": 25525,
			"name": "广西职业技术学院"
		}, {
			"id": 25526,
			"name": "贵港职业学院"
		}, {
			"id": 25527,
			"name": "桂林航天工业高等专科学校"
		}, {
			"id": 25528,
			"name": "桂林旅游高等专科学校"
		}, {
			"id": 25529,
			"name": "桂林山水职业学院"
		}, {
			"id": 25530,
			"name": "桂林师范高等专科学校"
		}, {
			"id": 25531,
			"name": "河池职业学院"
		}, {
			"id": 25532,
			"name": "柳州师范高等专科学校"
		}, {
			"id": 25533,
			"name": "柳州医学高等专科学校"
		}, {
			"id": 25534,
			"name": "柳州运输职业技术学院"
		}, {
			"id": 25535,
			"name": "柳州职业技术学院"
		}, {
			"id": 25536,
			"name": "南宁师范高等专科学校"
		}, {
			"id": 25537,
			"name": "南宁职业技术学院"
		}, {
			"id": 25538,
			"name": "南宁地区教育学院"
		}, {
			"id": 25539,
			"name": "北京航空航天大学北海学院"
		}, {
			"id": 25540,
			"name": "桂林工学院南宁分院"
		}, {
			"id": 25541,
			"name": "百色职业学院"
		}, {
			"id": 25542,
			"name": "广西教育学院"
		}, {
			"id": 25543,
			"name": "梧州职业学院"
		}, {
			"id": 25544,
			"name": "广西卫生管理干部学院"
		}, {
			"id": 25545,
			"name": "邕江大学"
		}, {
			"id": 25546,
			"name": "北海艺术设计职业学校"
		}, {
			"id": 25547,
			"name": "广西政法管理干部学院"
		}, {
			"id": 25548,
			"name": "柳州城市职业技术学院"
		}],
		"country_id": 0,
		"name": "广西"
	}, {
		"id": 26,
		"univs": [{
			"id": 26001,
			"name": "内蒙古大学"
		}, {
			"id": 26002,
			"name": "内蒙古工业大学"
		}, {
			"id": 26003,
			"name": "内蒙古农大"
		}, {
			"id": 26004,
			"name": "内蒙古师大"
		}, {
			"id": 26005,
			"name": "内蒙古医学院"
		}, {
			"id": 26006,
			"name": "内蒙古财经"
		}, {
			"id": 26051,
			"name": "内蒙古科大"
		}, {
			"id": 26101,
			"name": "内蒙古民族大学"
		}, {
			"id": 26151,
			"name": "赤峰学院"
		}, {
			"id": 26201,
			"name": "呼伦贝尔学院"
		}, {
			"id": 26301,
			"name": "包头钢铁职业技术学院"
		}, {
			"id": 26302,
			"name": "包头轻工职业技术学院"
		}, {
			"id": 26303,
			"name": "包头职业技术学院"
		}, {
			"id": 26304,
			"name": "河套大学"
		}, {
			"id": 26305,
			"name": "呼和浩特职业学院"
		}, {
			"id": 26306,
			"name": "集宁师范高等专科学校"
		}, {
			"id": 26307,
			"name": "科尔沁艺术职业学院"
		}, {
			"id": 26308,
			"name": "内蒙古财税职业学院"
		}, {
			"id": 26309,
			"name": "内蒙古电子信息职业技术学院"
		}, {
			"id": 26310,
			"name": "内蒙古青城大学"
		}, {
			"id": 26311,
			"name": "内蒙古化工职业学院"
		}, {
			"id": 26312,
			"name": "内蒙古机电职业技术学院"
		}, {
			"id": 26313,
			"name": "内蒙古建筑职业技术学院"
		}, {
			"id": 26314,
			"name": "内蒙古交通职业技术学院"
		}, {
			"id": 26315,
			"name": "呼和浩特民族学院"
		}, {
			"id": 26316,
			"name": "内蒙古商贸职业学院"
		}, {
			"id": 26317,
			"name": "内蒙古体育职业学院"
		}, {
			"id": 26318,
			"name": "通辽职业学院"
		}, {
			"id": 26319,
			"name": "乌海职业技术学院"
		}, {
			"id": 26320,
			"name": "乌兰察布职业学院"
		}, {
			"id": 26321,
			"name": "锡林郭勒职业学院"
		}, {
			"id": 26322,
			"name": "兴安职业技术学院"
		}, {
			"id": 26323,
			"name": "内蒙古警察职业学院"
		}, {
			"id": 26325,
			"name": "内蒙古北方职业技术学院"
		}, {
			"id": 26326,
			"name": "内蒙古丰州学院"
		}, {
			"id": 26327,
			"name": "内蒙古经贸外语职业学院"
		}, {
			"id": 26328,
			"name": "内蒙古科技职业学院"
		}, {
			"id": 26329,
			"name": "赤峰职业技术学院"
		}, {
			"id": 26330,
			"name": "包头铁道职业技术学院"
		}, {
			"id": 26331,
			"name": "内蒙古广播电视大学直属学院"
		}, {
			"id": 26332,
			"name": "集宁师范学院"
		}, {
			"id": 26333,
			"name": "内蒙古财经学院"
		}, {
			"id": 26334,
			"name": "包头师范学院"
		}, {
			"id": 26335,
			"name": "内蒙古科技大学包头师范学院"
		}, {
			"id": 26336,
			"name": "内蒙古医药专修学院"
		}, {
			"id": 26337,
			"name": "鄂尔多斯职业学院"
		}, {
			"id": 26338,
			"name": "乌兰察布医学高等专科学校"
		}],
		"country_id": 0,
		"name": "内蒙古"
	}, {
		"id": 27,
		"univs": [{
			"id": 27001,
			"name": "宁夏大学"
		}, {
			"id": 27002,
			"name": "北方民大"
		}, {
			"id": 27003,
			"name": "宁夏医学院"
		}, {
			"id": 27051,
			"name": "宁夏理工"
		}, {
			"id": 27101,
			"name": "宁夏师范"
		}, {
			"id": 27201,
			"name": "吴忠职业技术学院"
		}, {
			"id": 27202,
			"name": "宁夏职业技术学院"
		}, {
			"id": 27203,
			"name": "宁夏财经职业技术学院"
		}, {
			"id": 27204,
			"name": "宁夏司法警官职业学院"
		}, {
			"id": 27205,
			"name": "宁夏师范学院"
		}, {
			"id": 27206,
			"name": "宁夏工业职业学院"
		}, {
			"id": 27207,
			"name": "宁夏经贸职业技术学院"
		}, {
			"id": 27208,
			"name": "宁夏建设职业技术学院"
		}, {
			"id": 27209,
			"name": "银川科技职业学院（银川大学）"
		}, {
			"id": 27210,
			"name": "宁夏大学新华学院"
		}, {
			"id": 27211,
			"name": "中国矿业大学银川学院"
		}],
		"country_id": 0,
		"name": "宁夏"
	}, {
		"id": 28,
		"univs": [{
			"id": 28001,
			"name": "青海大学"
		}, {
			"id": 28002,
			"name": "青海师大"
		}, {
			"id": 28003,
			"name": "青海民院"
		}, {
			"id": 28101,
			"name": "青海民族师范高等专科学校"
		}, {
			"id": 28102,
			"name": "青海财经职业学院"
		}, {
			"id": 28103,
			"name": "青海畜牧兽医职业技术学院"
		}, {
			"id": 28104,
			"name": "青海建筑职业技术学院"
		}, {
			"id": 28105,
			"name": "青海师范高等专科学校"
		}, {
			"id": 28106,
			"name": "青海警官职业学院"
		}, {
			"id": 28107,
			"name": "青海交通职业技术学院"
		}, {
			"id": 28108,
			"name": "青海卫生职业技术学院"
		}, {
			"id": 28109,
			"name": "青海民族大学"
		}],
		"country_id": 0,
		"name": "青海"
	}, {
		"id": 29,
		"univs": [{
			"id": 29001,
			"name": "新疆大学"
		}, {
			"id": 29002,
			"name": "新疆农大"
		}, {
			"id": 29003,
			"name": "新疆医科大"
		}, {
			"id": 29004,
			"name": "新疆师大"
		}, {
			"id": 29005,
			"name": "新疆财经"
		}, {
			"id": 29006,
			"name": "新疆艺术学院"
		}, {
			"id": 29051,
			"name": "石河子大学"
		}, {
			"id": 29101,
			"name": "塔里木大学"
		}, {
			"id": 29151,
			"name": "喀什师院"
		}, {
			"id": 29201,
			"name": "伊犁师院"
		}, {
			"id": 29251,
			"name": "昌吉学院"
		}, {
			"id": 29301,
			"name": "阿克苏职业技术学院"
		}, {
			"id": 29302,
			"name": "巴音郭楞职业技术学院"
		}, {
			"id": 29303,
			"name": "昌吉职业技术学院"
		}, {
			"id": 29304,
			"name": "和田师范专科学校"
		}, {
			"id": 29305,
			"name": "克拉玛依职业技术学院"
		}, {
			"id": 29306,
			"name": "乌鲁木齐职业大学"
		}, {
			"id": 29307,
			"name": "新疆兵团警官高等专科学校"
		}, {
			"id": 29308,
			"name": "新疆工业高等专科学校"
		}, {
			"id": 29309,
			"name": "新疆机电职业技术学院"
		}, {
			"id": 29310,
			"name": "新疆建设职业技术学院"
		}, {
			"id": 29311,
			"name": "新疆交通职业技术学院"
		}, {
			"id": 29312,
			"name": "新疆警官高等专科学校"
		}, {
			"id": 29313,
			"name": "新疆能源职业技术学院"
		}, {
			"id": 29314,
			"name": "新疆农业职业技术学院"
		}, {
			"id": 29315,
			"name": "新疆轻工职业技术学院"
		}, {
			"id": 29316,
			"name": "新疆石河子职业技术学院"
		}, {
			"id": 29317,
			"name": "新疆天山职业技术学院"
		}, {
			"id": 29318,
			"name": "新疆维吾尔医学专科学校"
		}, {
			"id": 29319,
			"name": "新疆现代职业技术学院"
		}, {
			"id": 29320,
			"name": "伊犁职业技术学院"
		}, {
			"id": 29321,
			"name": "新疆科信学院"
		}, {
			"id": 29322,
			"name": "新疆职业大学"
		}, {
			"id": 29323,
			"name": "新疆石油学院"
		}, {
			"id": 29324,
			"name": "新疆大学科学技术学院"
		}, {
			"id": 29325,
			"name": "新疆农业大学科学技术学院"
		}, {
			"id": 29326,
			"name": "新疆财经大学商务学院"
		}, {
			"id": 29327,
			"name": "新疆医科大学厚博学院"
		}, {
			"id": 29328,
			"name": "石河子大学科技学院"
		}, {
			"id": 29329,
			"name": "新疆教育学院"
		}, {
			"id": 29330,
			"name": "新疆财经大学"
		}, {
			"id": 29331,
			"name": "新疆政法学院"
		}, {
			"id": 29332,
			"name": "新疆广播电视大学"
		}],
		"country_id": 0,
		"name": "新疆"
	}, {
		"id": 30,
		"univs": [{
			"id": 30001,
			"name": "海南大学"
		}, {
			"id": 30002,
			"name": "海南医学院"
		}, {
			"id": 30005,
			"name": "海南师范大学"
		}, {
			"id": 30051,
			"name": "华南热带农大"
		}, {
			"id": 30101,
			"name": "琼州大学"
		}, {
			"id": 30201,
			"name": "海口经济学院"
		}, {
			"id": 30202,
			"name": "海南经贸职业技术学院"
		}, {
			"id": 30203,
			"name": "海南软件职业技术学院"
		}, {
			"id": 30204,
			"name": "海南外国语职业学院"
		}, {
			"id": 30205,
			"name": "海南万和信息职业技术学院"
		}, {
			"id": 30206,
			"name": "海南政法职业学院"
		}, {
			"id": 30207,
			"name": "海南职业技术学院"
		}, {
			"id": 30208,
			"name": "琼台师范高等专科学校"
		}, {
			"id": 30209,
			"name": "三亚航空旅游职业学院"
		}, {
			"id": 30210,
			"name": "三亚卓达旅游职业学院"
		}, {
			"id": 30211,
			"name": "海南大学三亚学院"
		}, {
			"id": 30212,
			"name": "三亚城市职业学院"
		}, {
			"id": 30213,
			"name": "海南科技职业学院"
		}, {
			"id": 30214,
			"name": "三亚理工职业学院"
		}],
		"country_id": 0,
		"name": "海南"
	}, {
		"id": 31,
		"univs": [{
			"id": 31001,
			"name": "西藏大学"
		}, {
			"id": 31002,
			"name": "西藏藏医学院"
		}, {
			"id": 31003,
			"name": "西藏民院"
		}, {
			"id": 31101,
			"name": "拉萨师范高等专科学校"
		}, {
			"id": 31102,
			"name": "西藏警官高等专科学校"
		}, {
			"id": 31103,
			"name": "西藏职业技术学院"
		}, {
			"id": 31104,
			"name": "西藏民族学院"
		}],
		"country_id": 0,
		"name": "西藏"
	}, {
		"id": 32,
		"univs": [{
			"id": 32001,
			"name": "香港大学"
		}, {
			"id": 32002,
			"name": "香港中文大学"
		}, {
			"id": 32003,
			"name": "香港科技大学"
		}, {
			"id": 32004,
			"name": "香港理工大学"
		}, {
			"id": 32005,
			"name": "香港城市大学"
		}, {
			"id": 32006,
			"name": "香港浸会大学"
		}, {
			"id": 32007,
			"name": "香港岭南大学"
		}, {
			"id": 32008,
			"name": "香港国际工商管理学院"
		}, {
			"id": 32009,
			"name": "香港珠海学院"
		}, {
			"id": 32010,
			"name": "香港教育学院"
		}, {
			"id": 32011,
			"name": "香港树仁大学"
		}, {
			"id": 32012,
			"name": "香港演艺学院"
		}, {
			"id": 32013,
			"name": "The Open University of HongKong"
		}],
		"country_id": 0,
		"name": "香港"
	}, {
		"id": 33,
		"univs": [{
			"id": 33001,
			"name": "澳门大学"
		}, {
			"id": 33002,
			"name": "澳门理工学院"
		}, {
			"id": 33003,
			"name": "澳门科技大学"
		}, {
			"id": 33004,
			"name": "澳门旅游学院"
		}, {
			"id": 33005,
			"name": "澳门镜湖护理学院"
		}, {
			"id": 33006,
			"name": "澳门国际公开大学"
		}, {
			"id": 33007,
			"name": "天主教辅仁大学"
		}, {
			"id": 33008,
			"name": "长庚大学"
		}, {
			"id": 33009,
			"name": "私立义守大学"
		}, {
			"id": 33010,
			"name": "东海大学"
		}],
		"country_id": 0,
		"name": "澳门"
	}, {
		"id": 34,
		"univs": [{
			"id": 34001,
			"name": "国立台湾大学"
		}, {
			"id": 34002,
			"name": "国立中正大学"
		}, {
			"id": 34003,
			"name": "国立台湾艺术大学"
		}, {
			"id": 34004,
			"name": "国立清华大学"
		}, {
			"id": 34005,
			"name": "国立中山大学"
		}, {
			"id": 34006,
			"name": "国立政治大学"
		}, {
			"id": 34007,
			"name": "国立成功大学"
		}, {
			"id": 34008,
			"name": "国立中央大学"
		}, {
			"id": 34009,
			"name": "国立阳明大学"
		}, {
			"id": 34010,
			"name": "国立东华大学"
		}, {
			"id": 34011,
			"name": "国立中兴大学"
		}, {
			"id": 34012,
			"name": "国立台湾师范大学"
		}, {
			"id": 34013,
			"name": "国立台湾海洋大学"
		}, {
			"id": 34014,
			"name": "国立高雄大学"
		}, {
			"id": 34015,
			"name": "国立嘉义大学"
		}, {
			"id": 34016,
			"name": "国立台湾科技大学"
		}, {
			"id": 34017,
			"name": "国立空中大学"
		}, {
			"id": 34018,
			"name": "国立台北大学"
		}, {
			"id": 34019,
			"name": "国立高雄师范大学"
		}, {
			"id": 34020,
			"name": "国立联合大学"
		}, {
			"id": 34021,
			"name": "国立暨南国际大学"
		}, {
			"id": 34022,
			"name": "国立屏东科技大学"
		}, {
			"id": 34023,
			"name": "国立彰化师范大学"
		}, {
			"id": 34024,
			"name": "国立台北科技大学"
		}, {
			"id": 34025,
			"name": "国立台东大学"
		}, {
			"id": 34026,
			"name": "国立宜蓝大学"
		}, {
			"id": 34027,
			"name": "国立台北艺术大学"
		}, {
			"id": 34028,
			"name": "国立云林科技大学"
		}, {
			"id": 34029,
			"name": "国立台南大学"
		}, {
			"id": 34030,
			"name": "国立虎尾科技大学"
		}, {
			"id": 34031,
			"name": "国立花莲教育大学"
		}, {
			"id": 34032,
			"name": "国立高雄第一科技大学"
		}, {
			"id": 34033,
			"name": "国立屏东教育大学"
		}, {
			"id": 34034,
			"name": "国立新竹教育大学"
		}, {
			"id": 34035,
			"name": "国立澎湖科技大学"
		}, {
			"id": 34036,
			"name": "建国科技大学"
		}, {
			"id": 34037,
			"name": "国立台南艺术大学"
		}, {
			"id": 34038,
			"name": "国立高雄应用科技大学"
		}, {
			"id": 34039,
			"name": "国立高雄海洋科技大学"
		}, {
			"id": 34040,
			"name": "国立勤益科技大学"
		}, {
			"id": 34041,
			"name": "东吴大学"
		}, {
			"id": 34042,
			"name": "国立交通大学"
		}, {
			"id": 34043,
			"name": "逢甲大学"
		}, {
			"id": 34044,
			"name": "高雄醫學大學"
		}, {
			"id": 34045,
			"name": "淡江大學"
		}, {
			"id": 34046,
			"name": "辅仁大学"
		}, {
			"id": 34047,
			"name": "台湾静宜大学"
		}, {
			"id": 34048,
			"name": "中国文化大学"
		}, {
			"id": 34049,
			"name": "育達科技大學"
		}, {
			"id": 34050,
			"name": "世新大学"
		}],
		"country_id": 0,
		"name": "台湾"
	}]
}, {
	"id": "01",
	"univs": [{
		"id": 100001,
		"name": "University of Sydney"
	}, {
		"id": 100002,
		"name": "University of New South Wales"
	}, {
		"id": 100003,
		"name": "University of Melbourne"
	}, {
		"id": 100004,
		"name": "Adelaide University"
	}, {
		"id": 100005,
		"name": "Monash University"
	}, {
		"id": 100006,
		"name": "The University of Queensland"
	}, {
		"id": 100007,
		"name": "The University of Western Australia"
	}, {
		"id": 100008,
		"name": "The Australian National University"
	}, {
		"id": 100009,
		"name": "Macquarie University"
	}, {
		"id": 100010,
		"name": "The University of Newcastle"
	}, {
		"id": 100011,
		"name": "University of Wollongong"
	}, {
		"id": 100012,
		"name": "Griffith University"
	}, {
		"id": 100013,
		"name": "Flinders University"
	}, {
		"id": 100014,
		"name": "University of Tasmania"
	}, {
		"id": 100015,
		"name": "University of Western Sydney"
	}, {
		"id": 100016,
		"name": "Bond University"
	}, {
		"id": 100017,
		"name": "Deakin University"
	}, {
		"id": 100018,
		"name": "University of Technology , Sydney"
	}, {
		"id": 100019,
		"name": "Curtin University of Technology"
	}, {
		"id": 100020,
		"name": "RMIT University"
	}, {
		"id": 100021,
		"name": "Queensland University of Technology"
	}, {
		"id": 100022,
		"name": "La Trobe University"
	}, {
		"id": 100023,
		"name": "Murdoch University"
	}, {
		"id": 100024,
		"name": "University of Canberra"
	}, {
		"id": 100025,
		"name": "Swinburne University of Technology"
	}, {
		"id": 100026,
		"name": "University of South Australia"
	}, {
		"id": 100028,
		"name": "Charles Sturt University"
	}, {
		"id": 100029,
		"name": "James Cook University"
	}, {
		"id": 100030,
		"name": "University of Notre Dame"
	}, {
		"id": 100031,
		"name": "University of New England"
	}, {
		"id": 100032,
		"name": "University of Southern Queensland"
	}, {
		"id": 100033,
		"name": "Australia Catholic University"
	}, {
		"id": 100034,
		"name": "University of Ballarat"
	}, {
		"id": 100035,
		"name": "Edith Cowan University"
	}, {
		"id": 100036,
		"name": "Southern Cross University"
	}, {
		"id": 100037,
		"name": "University of Sunshine Coast"
	}, {
		"id": 100038,
		"name": "Victoria University"
	}, {
		"id": 100039,
		"name": "Northern Territory University"
	}, {
		"id": 100047,
		"name": "Australian National University"
	}, {
		"id": 100048,
		"name": "Carrick Institute of Education "
	}, {
		"id": 100049,
		"name": "BoxHill Institute TAFE"
	}, {
		"id": 100050,
		"name": "New south wales Technical And Further Education "
	}, {
		"id": 100051,
		"name": "Central Queensland University"
	}, {
		"id": 100052,
		"name": "Billy Blue School of Graphic Arts"
	}, {
		"id": 100053,
		"name": "Academia International"
	}, {
		"id": 100054,
		"name": "Canberra Institute of Technology "
	}, {
		"id": 100055,
		"name": "Hunter Institute of Technology "
	}, {
		"id": 100056,
		"name": "Illawarra Institute of TAFE"
	}, {
		"id": 100057,
		"name": "New England Institute of TAFE"
	}, {
		"id": 100058,
		"name": "North Coast Institute of TAFE "
	}, {
		"id": 100059,
		"name": "Northern Sydney Institute of TAFE "
	}, {
		"id": 100060,
		"name": "Riverina Institute of TAFE "
	}, {
		"id": 100061,
		"name": "South Western Sydney Institute of TAFE"
	}, {
		"id": 100062,
		"name": "Sydney Institute of Technology "
	}, {
		"id": 100063,
		"name": "Western Institute of TAFE "
	}, {
		"id": 100064,
		"name": "Western Sydney Institute of TAFE "
	}, {
		"id": 100065,
		"name": "Charles Darwin University"
	}, {
		"id": 100066,
		"name": "Barrier Reef Institute of TAFE "
	}, {
		"id": 100067,
		"name": "Brisbane North Institute of TAFE "
	}, {
		"id": 100068,
		"name": "Central Queensland Institute of TAFE "
	}, {
		"id": 100069,
		"name": "Cooloola Sunshine Institute of TAFE "
	}, {
		"id": 100070,
		"name": "Gold Coast Institute of TAFE "
	}, {
		"id": 100071,
		"name": "Logan Institute of TAFE"
	}, {
		"id": 100072,
		"name": "Moreton Institute of TAFE "
	}, {
		"id": 100073,
		"name": "Mt Isa Institute of TAFE"
	}, {
		"id": 100074,
		"name": "Open Learning Institute "
	}, {
		"id": 100075,
		"name": "Southbank Institute of TAFE "
	}, {
		"id": 100076,
		"name": "Southern Queensland Institute of TAFE "
	}, {
		"id": 100077,
		"name": "The Bremer Institute of TAFE"
	}, {
		"id": 100078,
		"name": "Tropical North Queensland Institute of TAFE "
	}, {
		"id": 100079,
		"name": "Wide Bay Institute of TAFE "
	}, {
		"id": 100080,
		"name": "Yeronga Institute of TAFE "
	}, {
		"id": 100081,
		"name": "Adelaide Institute of TAFE"
	}, {
		"id": 100082,
		"name": "Douglas Mawson Institute of TAFE"
	}, {
		"id": 100083,
		"name": "Murray Institute of TAFE"
	}, {
		"id": 100084,
		"name": "Onkaparinga Institute of TAFE "
	}, {
		"id": 100085,
		"name": "Regency Institute of TAFE "
	}, {
		"id": 100086,
		"name": "Spencer Institute of TAFE"
	}, {
		"id": 100087,
		"name": "Torrens Valley Institute of TAFE"
	}, {
		"id": 100088,
		"name": "The Institute of TAFE Tasmania"
	}, {
		"id": 100089,
		"name": "Bendigo Regional Institute of TAFE"
	}, {
		"id": 100090,
		"name": "Central Gippsland Institute of TAFE"
	}, {
		"id": 100091,
		"name": "Chisholm Institute of TAFE "
	}, {
		"id": 100092,
		"name": "East Gippsland Institute of TAFE"
	}, {
		"id": 100093,
		"name": "Gordon Institute of TAFE "
	}, {
		"id": 100094,
		"name": "Goulburn Ovens Institute of TAFE "
	}, {
		"id": 100095,
		"name": "Holmesglen Institute of TAFE "
	}, {
		"id": 100096,
		"name": "Kangan Batman Institute of TAFE"
	}, {
		"id": 100097,
		"name": "Northern Melbourne Institute of TAFE "
	}, {
		"id": 100098,
		"name": "South West Institute of TAFE "
	}, {
		"id": 100099,
		"name": "Sunraysia Institute of TAFE"
	}, {
		"id": 100100,
		"name": "William Angliss Institute of TAFE "
	}, {
		"id": 100101,
		"name": "Wodonga Institute of TAFE "
	}, {
		"id": 100102,
		"name": "Central West College of TAFE "
	}, {
		"id": 100103,
		"name": "Challenger TAFE "
	}, {
		"id": 100104,
		"name": "CY O'Connor College of TAFE "
	}, {
		"id": 100105,
		"name": "Great Southern TAFE"
	}, {
		"id": 100106,
		"name": "Kimberley College of TAFE "
	}, {
		"id": 100107,
		"name": "Pilbara TAFE "
	}, {
		"id": 100108,
		"name": "South West Regional College of TAFE"
	}, {
		"id": 100109,
		"name": "Swan TAFE "
	}, {
		"id": 100110,
		"name": "TAFE International Western Australia "
	}, {
		"id": 100111,
		"name": "West Coast College of TAFE"
	}, {
		"id": 100112,
		"name": "Central TAFE"
	}, {
		"id": 100113,
		"name": "The Meridian International Hotel School"
	}, {
		"id": 100114,
		"name": "William Blue School of Hospitality"
	}, {
		"id": 100115,
		"name": "Le Cordon Bleu Sydney "
	}, {
		"id": 100116,
		"name": "Cambridge International College"
	}, {
		"id": 100117,
		"name": "Southbank Institute of Technology"
	}, {
		"id": 100118,
		"name": "International College of Hotel Management "
	}, {
		"id": 100119,
		"name": "Academy of Information Technology"
	}, {
		"id": 100120,
		"name": "Victory Institute of Professional Training"
	}, {
		"id": 100121,
		"name": "Blue Mountains Hotel School "
	}, {
		"id": 100122,
		"name": "Australian Institute of Translation and Interpretation"
	}, {
		"id": 100123,
		"name": "Australian School of Tourism & Hotel Management "
	}, {
		"id": 100124,
		"name": "China Southern Western Australia Flying College "
	}, {
		"id": 100125,
		"name": "Le Cordon Bleu Australia"
	}, {
		"id": 100126,
		"name": "TK Melbourne"
	}, {
		"id": 100127,
		"name": "Australian International Conservatorium of Music"
	}, {
		"id": 100128,
		"name": "Hospitality Training Association Inc"
	}, {
		"id": 100129,
		"name": "the university of melbourne"
	}, {
		"id": 100130,
		"name": "Melbourne Institute of Business and Technology（MIBT）"
	}, {
		"id": 100133,
		"name": "taylors college"
	}, {
		"id": 100134,
		"name": "Australian National Institute of Business & Technology (ANIBT)"
	}],
	"name": "澳大利亚",
	"provs": ""
}, {
	"id": "02",
	"univs": [{
		"id": 200005,
		"name": "Université de la Méditerranée-Aix-Marseille 2"
	}, {
		"id": 200010,
		"name": "Université Victor Segalen-Bordeaux 2"
	}, {
		"id": 200013,
		"name": "Université d’Auvergne-Clermont-Ferrand 1"
	}, {
		"id": 200014,
		"name": "Université Blaise Pascal-Clermont-Ferrand 2"
	}, {
		"id": 200017,
		"name": "Université Joseph Fourier-Grenoble 1"
	}, {
		"id": 200018,
		"name": "Université Pierre Mendès France-Grenoble 2"
	}, {
		"id": 200024,
		"name": "Université des Sciences et Technologies de Lille-Lille 1"
	}, {
		"id": 200031,
		"name": "Université Claude Bernard-Lyon 1"
	}, {
		"id": 200032,
		"name": "Université Lumière-Lyon 2"
	}, {
		"id": 200036,
		"name": "Université Montpellier 2-Sciences et Techniques du Languedoc"
	}, {
		"id": 200039,
		"name": "Université Henri Poincaré-Nancy 1"
	}, {
		"id": 200041,
		"name": "Université de Nantes"
	}, {
		"id": 200043,
		"name": "Université d’Orléans"
	}, {
		"id": 200047,
		"name": "Université René Descartes-Paris 5"
	}, {
		"id": 200048,
		"name": "Université Pierre et Marie Curie-Paris 6"
	}, {
		"id": 200050,
		"name": "Université Paris Dauphine-Paris 9"
	}, {
		"id": 200052,
		"name": "Université de Paris-Sud-Paris 11"
	}, {
		"id": 200054,
		"name": "Université Paris 13-Paris-Nord"
	}, {
		"id": 200055,
		"name": "Université de Cergy-Pontoise"
	}, {
		"id": 200057,
		"name": "Université de Versailles Saint-Quentin-En-Yvelines"
	}, {
		"id": 200060,
		"name": "Université de Poitiers"
	}, {
		"id": 200062,
		"name": "Université de Rennes 1"
	}, {
		"id": 200064,
		"name": "Université de Rouen"
	}, {
		"id": 200066,
		"name": "Université Louis Pasteur-Strasbourg 1"
	}, {
		"id": 200067,
		"name": "Université Marc Bloch-Strasbourg 2"
	}, {
		"id": 200070,
		"name": "Université Toulouse 1 Sciences Sociales"
	}, {
		"id": 200072,
		"name": "Université Paul Sabatier-Toulouse 3"
	}, {
		"id": 200073,
		"name": "Université de Technologie de Belfort-Montbéliard"
	}, {
		"id": 200074,
		"name": "Université de Provence-Aix-Marseille 1"
	}, {
		"id": 200075,
		"name": "Université de Picardie Jules Verne"
	}, {
		"id": 200076,
		"name": "Université de Franche-Comté"
	}, {
		"id": 200077,
		"name": "Université de Droit, d’économie et des Sciences d’Aix-Marseille- Aix-Marseille 3"
	}, {
		"id": 200078,
		"name": "Université d’Avignon et des Pays de Vaucluse"
	}, {
		"id": 200079,
		"name": "Université d’Angers"
	}, {
		"id": 200080,
		"name": "Université Bordeaux 1"
	}, {
		"id": 200081,
		"name": "Université Michel de Montaigne-Bordeaux 3"
	}, {
		"id": 200082,
		"name": "Université Montesquieu-Bordeaux 4"
	}, {
		"id": 200083,
		"name": "Université de Bretagne Occidentale"
	}, {
		"id": 200084,
		"name": "Université de Caen Basse-Normandie"
	}, {
		"id": 200085,
		"name": "Université de Savoie-Chambéry-Annecy"
	}, {
		"id": 200086,
		"name": "Université de Technologie de Compiègne"
	}, {
		"id": 200087,
		"name": "Université de Corse Pascal Paoli"
	}, {
		"id": 200088,
		"name": "Université de Bourgogne"
	}, {
		"id": 200089,
		"name": "Université Stendhal-Grenoble 3"
	}, {
		"id": 200090,
		"name": "Institut National Polytechnique de Grenoble"
	}, {
		"id": 200091,
		"name": "Université de la Réunion"
	}, {
		"id": 200092,
		"name": "Université de la Rochelle"
	}, {
		"id": 200093,
		"name": "Université du Havre"
	}, {
		"id": 200094,
		"name": "Université du Maine"
	}, {
		"id": 200095,
		"name": "Université du Droit et de la Santé- Lille 2"
	}, {
		"id": 200096,
		"name": "Université Charles de Gaulle-Lille 3"
	}, {
		"id": 200097,
		"name": "Université d’Artois"
	}, {
		"id": 200098,
		"name": "Université du Littoral"
	}, {
		"id": 200099,
		"name": "Université de Limoges"
	}, {
		"id": 200100,
		"name": "Université de Bretagne-Sud"
	}, {
		"id": 200101,
		"name": "Université Jean Moulin-Lyon 3"
	}, {
		"id": 200102,
		"name": "Université de Metz"
	}, {
		"id": 200103,
		"name": "Université Montpellier 1"
	}, {
		"id": 200104,
		"name": "Université Paul Valéry-Montpellier 3"
	}, {
		"id": 200105,
		"name": "Univeristé de Haute-Alsace"
	}, {
		"id": 200106,
		"name": "Université Nancy 2"
	}, {
		"id": 200107,
		"name": "Université de Nice Sophia-Antipolis"
	}, {
		"id": 200108,
		"name": "Université Panthéon-Sorbonne-Paris 1"
	}, {
		"id": 200109,
		"name": "Université Panthéon-Assas ( Paris 2 ) Droit-Economie-Science Sociales"
	}, {
		"id": 200110,
		"name": "Université de la Sorbonne Nouvelle-Paris 3"
	}, {
		"id": 200111,
		"name": "Université Paris-Sorbonne-Paris 4"
	}, {
		"id": 200112,
		"name": "Université Paris 7 Denis Diderot"
	}, {
		"id": 200113,
		"name": "Université Vincennes-Saint-Denis-Paris 8"
	}, {
		"id": 200114,
		"name": "Université Paris 10"
	}, {
		"id": 200115,
		"name": "Université Paris-Val de Marne-Paris 12"
	}, {
		"id": 200116,
		"name": "Université de Dijon"
	}, {
		"id": 200117,
		"name": "Université de Marne-La-Vallée"
	}, {
		"id": 200118,
		"name": "Université de Pau et des Pays de l’Adour"
	}, {
		"id": 200119,
		"name": "Université de Perpignan"
	}, {
		"id": 200120,
		"name": "Université de Reims Champagne-Ardenne"
	}, {
		"id": 200121,
		"name": "Université Renne 2 Haute-Bretagne"
	}, {
		"id": 200122,
		"name": "Université de Saint-Etienne"
	}, {
		"id": 200123,
		"name": "Université Robert Schuman-Strasbourg 3"
	}, {
		"id": 200124,
		"name": "Université du Sud Toulon et Var"
	}, {
		"id": 200125,
		"name": "Université de Toulouse-Le Mirail-Toulouse 2"
	}, {
		"id": 200126,
		"name": "Institut National Polytechnique de Toulouse"
	}, {
		"id": 200127,
		"name": "Ecole Polytechnique"
	}, {
		"id": 200128,
		"name": "Université des Antilles et de la Guyane"
	}, {
		"id": 200129,
		"name": "Esmod Internatinal"
	}, {
		"id": 200130,
		"name": "Universite Montesquieu Bordeaux 4"
	}, {
		"id": 200131,
		"name": "Ecole Nationale Supérieure d'Architecture de Clermont-Ferrand"
	}, {
		"id": 200132,
		"name": "EDHEC"
	}, {
		"id": 200134,
		"name": "Télécom Bretagne"
	}, {
		"id": 200135,
		"name": "Institut National des Sciences Appliques "
	}, {
		"id": 200137,
		"name": "Université de Technologie de Troyes"
	}, {
		"id": 200138,
		"name": "Institut National des Sciences Appliquées de Lyon"
	}, {
		"id": 200140,
		"name": "Université de Savoie"
	}, {
		"id": 200141,
		"name": "Université Lille 2 Droit et Santé"
	}, {
		"id": 200142,
		"name": "HEC, School of management, Paris"
	}, {
		"id": 200143,
		"name": "Institut National des Sciences Appliquées"
	}, {
		"id": 200144,
		"name": "Université de Tours"
	}, {
		"id": 200145,
		"name": "ESC Rennes"
	}, {
		"id": 200146,
		"name": "Institude National des Sciences Appliquees de rouen"
	}, {
		"id": 200147,
		"name": "Ecole Normale de Musique de Paris   "
	}, {
		"id": 200148,
		"name": "Ecole Centrale de lyon"
	}, {
		"id": 200149,
		"name": "ESSEC Business School Paris"
	}, {
		"id": 200150,
		"name": "ENSAM"
	}, {
		"id": 200151,
		"name": "Conservatoire Libre du Cinéma Français"
	}, {
		"id": 200153,
		"name": "ESG-Paris Graduate School of Management"
	}, {
		"id": 200155,
		"name": "Ecole Nationale des Travaux Publics de l'Etat"
	}, {
		"id": 200156,
		"name": "ENSEA"
	}, {
		"id": 200157,
		"name": "Institut National Des Sciences Appliquee De Rennes"
	}, {
		"id": 200158,
		"name": "Ecole Supérieure d'Electricité"
	}, {
		"id": 200159,
		"name": "Institut Supérieur du Commerce de Paris"
	}, {
		"id": 200160,
		"name": "ESC Bretagne Brest"
	}, {
		"id": 200161,
		"name": "Université Jean Moulin Lyon3"
	}, {
		"id": 200162,
		"name": "Ecole Centrale de Lille"
	}, {
		"id": 200163,
		"name": "Université Catholique de Lyon"
	}, {
		"id": 200164,
		"name": "Conservatoire National de Saint-Etienne"
	}, {
		"id": 200165,
		"name": "Télécom Paristech "
	}, {
		"id": 200166,
		"name": "Ecole Centrale de Paris"
	}, {
		"id": 200167,
		"name": "Ecole Centrale de Marseille"
	}, {
		"id": 200168,
		"name": "Ecole Centrale de Nantes"
	}, {
		"id": 200169,
		"name": "Ecole Superieure de Physique et de Chimie industrielles de la ville de Paris"
	}, {
		"id": 200170,
		"name": "Ecole normale supérieure de Paris"
	}, {
		"id": 200171,
		"name": "Istituto Marangoni"
	}, {
		"id": 200173,
		"name": "Institut d'Optique Graduate School"
	}, {
		"id": 200174,
		"name": "Conservatoire national de région de perpignan"
	}, {
		"id": 200175,
		"name": "école nationale d'ingénieurs de brest"
	}, {
		"id": 200176,
		"name": "Institution Saint Louis"
	}, {
		"id": 200177,
		"name": "Reims Management School"
	}, {
		"id": 200178,
		"name": "Ecole Supérieure des Sciences Commerciales d’Angers"
	}, {
		"id": 200179,
		"name": "ESC BORDEAUX"
	}, {
		"id": 200180,
		"name": "ÉCOLE HÔTELIÈRE VATEL"
	}, {
		"id": 200181,
		"name": "Conservatoire National Rejion De Paris"
	}, {
		"id": 200182,
		"name": "ENSMA"
	}, {
		"id": 200183,
		"name": "Audencia Nantes"
	}, {
		"id": 200184,
		"name": "Ecole Supérieure de Commerce de Lille  "
	}, {
		"id": 200185,
		"name": "Ecole Supérieure des Techniques Aéronautiques et de Construction Automobile"
	}, {
		"id": 200186,
		"name": "ENSAV"
	}, {
		"id": 200187,
		"name": "ENSEIRB"
	}, {
		"id": 200188,
		"name": "Supméca Paris"
	}, {
		"id": 200189,
		"name": "Sciences Po Paris"
	}, {
		"id": 200190,
		"name": "Grenoble Ecole de Management"
	}, {
		"id": 200191,
		"name": "Bordeaux Ecole de Management"
	}, {
		"id": 200192,
		"name": "Le Cordon Bleu de Paris"
	}, {
		"id": 200193,
		"name": "Institut National Polytechnique de Lorraine"
	}, {
		"id": 200196,
		"name": "Bienvenue sur le site de l'ESC Lille"
	}, {
		"id": 200197,
		"name": "Ecole de commerce ESC Rouen "
	}, {
		"id": 200198,
		"name": "Ecole National Supérieure des Arts et Industries Textiles"
	}, {
		"id": 200199,
		"name": "Ecole Nationale Supérieure de Chimie de Montpellier"
	}, {
		"id": 200200,
		"name": "Ecole Nationale Supérieure du Pétrole et des Moteurs "
	}, {
		"id": 200201,
		"name": "Ecole Privée Commerce&Comtabilité"
	}, {
		"id": 200202,
		"name": "École Supérieure d’Ingénieurs en Électronique et Électrotechnique"
	}, {
		"id": 200203,
		"name": "EM Lyon "
	}, {
		"id": 200204,
		"name": "EMLYON Business School"
	}, {
		"id": 200205,
		"name": "ESCP-EAP European School of Management "
	}, {
		"id": 200206,
		"name": "Euromed Marseille Ecole de Management"
	}, {
		"id": 200207,
		"name": "INSEAD"
	}, {
		"id": 200208,
		"name": "INSEEC Business School "
	}, {
		"id": 200209,
		"name": "Institut Vatel Ecole Supérieure de Commerce et Gestion Hôtellerie et Tourisme "
	}, {
		"id": 200210,
		"name": "SUPINFO International University"
	}, {
		"id": 200211,
		"name": "Vatel International Business School"
	}, {
		"id": 200212,
		"name": "École nationale supérieure des beaux-arts"
	}, {
		"id": 200213,
		"name": "ES-Lille"
	}, {
		"id": 200214,
		"name": "AgroParisTech"
	}, {
		"id": 200215,
		"name": "ESIEE-Amiens"
	}, {
		"id": 200216,
		"name": "ESIGELEC Rouen"
	}, {
		"id": 200217,
		"name": "Conservatoire National de Région de Marseille"
	}, {
		"id": 200218,
		"name": "Ecole Nationale Supérieure de Techniques Avancées"
	}, {
		"id": 200219,
		"name": "Ecole Supérieure des Beaux-Arts d'Angers"
	}, {
		"id": 200220,
		"name": "École d'architecture de Paris Val-de-Seine"
	}, {
		"id": 200221,
		"name": "Ecole d'Ingenieurs des Mines de Douai "
	}, {
		"id": 200222,
		"name": "Ecole Nationale Supérieure de Mécanique et des Microtechniques - Besançon"
	}, {
		"id": 200223,
		"name": "École Nationale Supérieure des Mines de St-Étienne "
	}, {
		"id": 200224,
		"name": "École nationale supérieure d'informatique pour l'industrie et l'entreprise"
	}, {
		"id": 200225,
		"name": "Ecole Nationale Supérieure d'Ingénieurs de Limoges "
	}, {
		"id": 200226,
		"name": "École Supérieure d’Ingénieurs en Génie Électrique"
	}, {
		"id": 200227,
		"name": "Ecole Supérieure de Commerce de Troyes "
	}, {
		"id": 200228,
		"name": "Institut Commercial de Nancy "
	}, {
		"id": 200229,
		"name": "Mod'Art International "
	}, {
		"id": 200230,
		"name": "Ecole Française d'Electronique et d'Informatique"
	}, {
		"id": 200231,
		"name": "Université d'Evry"
	}, {
		"id": 200232,
		"name": "Conservatoire National des Arts et Metiers"
	}, {
		"id": 200233,
		"name": "école internationale TUNON de Paris"
	}, {
		"id": 200234,
		"name": "ISAM-Amiens"
	}, {
		"id": 200235,
		"name": "Paris-Diderot"
	}, {
		"id": 200236,
		"name": "Télécom SudParis"
	}, {
		"id": 200237,
		"name": "Universite de Poitiers"
	}, {
		"id": 200238,
		"name": "sup de co la rochelle"
	}, {
		"id": 200239,
		"name": "Ecole Grandjean"
	}, {
		"id": 200240,
		"name": "CERAM Business School"
	}, {
		"id": 200241,
		"name": "Conservatoire à rayonnement régional d'Aubervilliers-La Courneuve"
	}, {
		"id": 200242,
		"name": "le Cours Florent"
	}, {
		"id": 200243,
		"name": "TELECOM Ssint Etienne"
	}, {
		"id": 200244,
		"name": "Université Catholique de l'Ouest"
	}, {
		"id": 200245,
		"name": "Ecole nationale supérieure de chimie de Paris"
	}, {
		"id": 200246,
		"name": "Ecole des Ponts ParisTech"
	}, {
		"id": 200247,
		"name": "Ecole Nationale Supérieure de Chimie de Clermont-Ferrand"
	}, {
		"id": 200248,
		"name": "Ecole Supérieure de Réalisation Audiovisuelle"
	}, {
		"id": 200249,
		"name": "Université de Valenciennes et du hainaut cambresis"
	}, {
		"id": 200250,
		"name": "Ecole Normale supérieure de Lyon"
	}, {
		"id": 200251,
		"name": "creapole"
	}, {
		"id": 200252,
		"name": "Télécom & Management SudParis"
	}, {
		"id": 200253,
		"name": "Ecole des Métiers du Cinéma d'Animation"
	}, {
		"id": 200254,
		"name": "Ecole Spéciale des Travaux Publics"
	}, {
		"id": 200255,
		"name": "Conservatoire National de Région de Besançon"
	}, {
		"id": 200256,
		"name": "Ecole de Management de Normandie"
	}, {
		"id": 200257,
		"name": "École Nationale Supérieure des Mines de Paris"
	}, {
		"id": 200258,
		"name": "Ecole Nationale de l'Aviation Civile"
	}, {
		"id": 200259,
		"name": "Ecole supérieure des arts décoratifs de Strasbourg"
	}, {
		"id": 200260,
		"name": " IPAG Paris Bussiness School"
	}],
	"name": "法国",
	"provs": ""
}, {
	"id": "03",
	"univs": [{
		"id": 300001,
		"name": "National University of Singapore"
	}, {
		"id": 300002,
		"name": "Nanyang Technological University"
	}, {
		"id": 300003,
		"name": "Singapore Management University"
	}, {
		"id": 300004,
		"name": "Singapore Polytechnic"
	}, {
		"id": 300005,
		"name": "NanYang Polytechnic"
	}, {
		"id": 300006,
		"name": "Temasek Polytechnic"
	}, {
		"id": 300007,
		"name": "Ngee Ann Polytechnic"
	}, {
		"id": 300008,
		"name": "Republic Polytechnic"
	}, {
		"id": 300009,
		"name": "British Council "
	}, {
		"id": 300010,
		"name": "Singapore International Hotel and Tourism College"
	}, {
		"id": 300011,
		"name": "Lasalle College of the Arts"
	}, {
		"id": 300012,
		"name": "Management Development Insitiute Of Singapore"
	}, {
		"id": 300013,
		"name": "Ministry Of Education Singapore "
	}, {
		"id": 300014,
		"name": "Singapore Institute Of Management"
	}, {
		"id": 300015,
		"name": "Management Development Institute Of Singapore"
	}, {
		"id": 300016,
		"name": "Nanyang Academy of Fine Arts"
	}, {
		"id": 300017,
		"name": "Singapore Institute of Materials Management"
	}, {
		"id": 300018,
		"name": "Lasalle college of the Arts"
	}, {
		"id": 300019,
		"name": "Building and Construction Authority"
	}, {
		"id": 300020,
		"name": "Young Men's Christian Association of Singapore"
	}, {
		"id": 300021,
		"name": "Informatics Institute of Singapore"
	}, {
		"id": 300022,
		"name": "Stansfield College"
	}, {
		"id": 300023,
		"name": "Raffles Junior College"
	}, {
		"id": 300024,
		"name": "Shelton College International Singapore "
	}, {
		"id": 300025,
		"name": "Singapore Accountancy Academy"
	}, {
		"id": 300026,
		"name": "EASB Institute of Management"
	}, {
		"id": 300027,
		"name": "Kaplan-Asia Pacific Management Institute Of Singapore"
	}, {
		"id": 300028,
		"name": "Kaplan Financial"
	}, {
		"id": 300029,
		"name": "Kaplan Fanancial"
	}, {
		"id": 300030,
		"name": "Dimensions Education Group"
	}, {
		"id": 300031,
		"name": "PSB Academy"
	}, {
		"id": 300032,
		"name": "Raffles Design Institute of Singapore"
	}, {
		"id": 300033,
		"name": "Singapore Brookes University Business School "
	}, {
		"id": 300034,
		"name": "Singapore Raffles Music College"
	}, {
		"id": 300035,
		"name": "Nanyang Institute of Management"
	}, {
		"id": 300036,
		"name": "University of New Brunswick Singapore Campus"
	}, {
		"id": 300037,
		"name": "ERC Institute"
	}],
	"name": "新加坡",
	"provs": ""
}, {
	"id": "04",
	"univs": [{
		"id": 400001,
		"name": "Auckland University of Technology"
	}, {
		"id": 400002,
		"name": "Lincoln University"
	}, {
		"id": 400003,
		"name": "Massey University"
	}, {
		"id": 400004,
		"name": "Unitec Institute of Technology"
	}, {
		"id": 400005,
		"name": "University of Auckland"
	}, {
		"id": 400006,
		"name": "University of Canterbury"
	}, {
		"id": 400007,
		"name": "University of Otago"
	}, {
		"id": 400008,
		"name": "University of Waikato"
	}, {
		"id": 400009,
		"name": "Victoria University of Wellington"
	}, {
		"id": 400010,
		"name": "Waikato Institute of Technology"
	}, {
		"id": 400011,
		"name": "Manukau Institute of Technology "
	}, {
		"id": 400012,
		"name": "New Zealand Academy of Studies"
	}, {
		"id": 400013,
		"name": "Christchurch Polytechnic Institute of Technology"
	}, {
		"id": 400014,
		"name": "Waiariki Institute of Technology"
	}, {
		"id": 400015,
		"name": "Whitireia Community Polytechnic"
	}, {
		"id": 400016,
		"name": "North Shore International Academy"
	}, {
		"id": 400017,
		"name": "Auckland Institute of Studies at St Helens"
	}, {
		"id": 400018,
		"name": "International College of Linguistics"
	}, {
		"id": 400019,
		"name": "Design and Arts College"
	}, {
		"id": 400020,
		"name": "Queens Academic Group"
	}, {
		"id": 400021,
		"name": "Nelson Marlborough Institute of Technology"
	}, {
		"id": 400022,
		"name": "New Zealand Tertiary College"
	}, {
		"id": 400023,
		"name": "Lynfield College"
	}, {
		"id": 400024,
		"name": "Academy New Zealand "
	}, {
		"id": 400025,
		"name": "Pacific International Hotel Management School"
	}, {
		"id": 400026,
		"name": "Auckland univercity of Technolege"
	}, {
		"id": 400027,
		"name": "natcoll design technology"
	}],
	"name": "新西兰",
	"provs": ""
}, {
	"id": "05",
	"univs": [{
		"id": 500001,
		"name": "Oxford"
	}, {
		"id": 500002,
		"name": "Cambridge"
	}, {
		"id": 500003,
		"name": "Imperial College"
	}, {
		"id": 500004,
		"name": "London School of Economics"
	}, {
		"id": 500005,
		"name": "University College London"
	}, {
		"id": 500006,
		"name": "Loughborough"
	}, {
		"id": 500007,
		"name": "Bristol"
	}, {
		"id": 500008,
		"name": "Warwick"
	}, {
		"id": 500009,
		"name": "Bath"
	}, {
		"id": 500010,
		"name": "Durham"
	}, {
		"id": 500011,
		"name": "Edinburgh"
	}, {
		"id": 500012,
		"name": "Royal Holloway"
	}, {
		"id": 500013,
		"name": "Aston"
	}, {
		"id": 500014,
		"name": "Nottingham"
	}, {
		"id": 500015,
		"name": "York"
	}, {
		"id": 500016,
		"name": "Cardiff"
	}, {
		"id": 500017,
		"name": "King's College London"
	}, {
		"id": 500018,
		"name": "Leicester"
	}, {
		"id": 500019,
		"name": "SOAS"
	}, {
		"id": 500020,
		"name": "St Andrews"
	}, {
		"id": 500021,
		"name": "Lancaster"
	}, {
		"id": 500022,
		"name": "Southampton"
	}, {
		"id": 500023,
		"name": "East Anglia"
	}, {
		"id": 500024,
		"name": "Sheffield"
	}, {
		"id": 500025,
		"name": "Newcastle"
	}, {
		"id": 500026,
		"name": "Manchester"
	}, {
		"id": 500027,
		"name": "Sussex"
	}, {
		"id": 500028,
		"name": "Exeter"
	}, {
		"id": 500029,
		"name": "Glasgow"
	}, {
		"id": 500030,
		"name": "Essex"
	}, {
		"id": 500031,
		"name": "Reading"
	}, {
		"id": 500032,
		"name": "Queen's, Belfast"
	}, {
		"id": 500033,
		"name": "Birmingham"
	}, {
		"id": 500034,
		"name": "Kent"
	}, {
		"id": 500035,
		"name": "Leeds"
	}, {
		"id": 500036,
		"name": "Aberdeen"
	}, {
		"id": 500037,
		"name": "Stirling"
	}, {
		"id": 500038,
		"name": "Surrey"
	}, {
		"id": 500039,
		"name": "Liverpool"
	}, {
		"id": 500040,
		"name": "Strathclyde"
	}, {
		"id": 500041,
		"name": "Queen Mary"
	}, {
		"id": 500042,
		"name": "Bangor"
	}, {
		"id": 500043,
		"name": "Swansea"
	}, {
		"id": 500044,
		"name": "Dundee"
	}, {
		"id": 500045,
		"name": "Goldsmiths College"
	}, {
		"id": 500046,
		"name": "Aberystwyth"
	}, {
		"id": 500047,
		"name": "Bradford"
	}, {
		"id": 500048,
		"name": "Heriot-Watt"
	}, {
		"id": 500049,
		"name": "Hull"
	}, {
		"id": 500050,
		"name": "Brunel"
	}, {
		"id": 500051,
		"name": "Ulster"
	}, {
		"id": 500052,
		"name": "Keele"
	}, {
		"id": 500053,
		"name": "City"
	}, {
		"id": 500054,
		"name": "Oxford Brookes"
	}, {
		"id": 500055,
		"name": "Plymouth"
	}, {
		"id": 500056,
		"name": "Robert Gordon"
	}, {
		"id": 500057,
		"name": "Abertay Dundee"
	}, {
		"id": 500058,
		"name": "Northumbria"
	}, {
		"id": 500059,
		"name": "Brighton"
	}, {
		"id": 500060,
		"name": "Nottingham Trent"
	}, {
		"id": 500061,
		"name": "UWIC, Cardiff"
	}, {
		"id": 500062,
		"name": "Winchester"
	}, {
		"id": 500063,
		"name": "Central England"
	}, {
		"id": 500064,
		"name": "Chichester"
	}, {
		"id": 500065,
		"name": "Salford"
	}, {
		"id": 500066,
		"name": "Lampeter"
	}, {
		"id": 500067,
		"name": "West of England"
	}, {
		"id": 500068,
		"name": "Chester"
	}, {
		"id": 500069,
		"name": "Bournemouth"
	}, {
		"id": 500070,
		"name": "Roehampton"
	}, {
		"id": 500071,
		"name": "Glasgow Caledonian"
	}, {
		"id": 500072,
		"name": "Central Lancashire"
	}, {
		"id": 500073,
		"name": "Bath Spa"
	}, {
		"id": 500074,
		"name": "Glamorgan"
	}, {
		"id": 500075,
		"name": "Staffordshire"
	}, {
		"id": 500076,
		"name": "Coventry"
	}, {
		"id": 500077,
		"name": "Portsmouth"
	}, {
		"id": 500078,
		"name": "Gloucestershire"
	}, {
		"id": 500079,
		"name": "Napier"
	}, {
		"id": 500080,
		"name": "UWCN, Newport"
	}, {
		"id": 500081,
		"name": "Sheffield Hallam"
	}, {
		"id": 500082,
		"name": "Worcester"
	}, {
		"id": 500083,
		"name": "Liverpool John Moor"
	}, {
		"id": 500084,
		"name": "Univ of the Arts, London"
	}, {
		"id": 500085,
		"name": "Hertfordshire"
	}, {
		"id": 500086,
		"name": "Canterbury Christ Church"
	}, {
		"id": 500087,
		"name": "Anglia Ruskin"
	}, {
		"id": 500088,
		"name": "Bolton"
	}, {
		"id": 500089,
		"name": "Kingston"
	}, {
		"id": 500090,
		"name": "Huddersfield"
	}, {
		"id": 500091,
		"name": "Leeds Metropolitan"
	}, {
		"id": 500092,
		"name": "Sunderland"
	}, {
		"id": 500093,
		"name": "East London"
	}, {
		"id": 500094,
		"name": "Westminster"
	}, {
		"id": 500095,
		"name": "Teesside"
	}, {
		"id": 500096,
		"name": "Liverpool Hope"
	}, {
		"id": 500097,
		"name": "Manchester Metropolitan"
	}, {
		"id": 500098,
		"name": "Middlesex"
	}, {
		"id": 500099,
		"name": "De Montfort"
	}, {
		"id": 500100,
		"name": "Wolverhampton"
	}, {
		"id": 500101,
		"name": "London South Bank"
	}, {
		"id": 500102,
		"name": "Paisley"
	}, {
		"id": 500103,
		"name": "Northampton"
	}, {
		"id": 500104,
		"name": "Lincoln"
	}, {
		"id": 500105,
		"name": "Derby"
	}, {
		"id": 500106,
		"name": "Greenwich"
	}, {
		"id": 500107,
		"name": "Southampton Solent"
	}, {
		"id": 500108,
		"name": "Luton"
	}, {
		"id": 500109,
		"name": "Thames Valley"
	}, {
		"id": 500110,
		"name": "Buckinghamshire Chilterns "
	}, {
		"id": 500111,
		"name": "London Metropolitan"
	}, {
		"id": 500114,
		"name": "Creative Arts"
	}, {
		"id": 500115,
		"name": "Royal Academy of Music"
	}, {
		"id": 500116,
		"name": "The Glasgow School of Art"
	}, {
		"id": 500117,
		"name": "Finical investment and Banking"
	}, {
		"id": 500118,
		"name": "Albion"
	}, {
		"id": 500119,
		"name": "Bucks New"
	}, {
		"id": 500121,
		"name": "Edinburgh College Of Art"
	}, {
		"id": 500122,
		"name": "Birmingam City"
	}, {
		"id": 500124,
		"name": "Cumbria"
	}, {
		"id": 500125,
		"name": "RSAMD"
	}, {
		"id": 500126,
		"name": "King's College  Cambridge  UK "
	}, {
		"id": 500127,
		"name": "Harper Adams University College"
	}, {
		"id": 500128,
		"name": "Leeds Trinity & All Saints"
	}, {
		"id": 500129,
		"name": "Calderdale College"
	}, {
		"id": 500130,
		"name": "Ealing & Hammersmith West London College"
	}, {
		"id": 500131,
		"name": "Brighton  College"
	}, {
		"id": 500132,
		"name": "Bournemouth and Poole College"
	}, {
		"id": 500133,
		"name": "Architectural Association School of Architecture"
	}, {
		"id": 500134,
		"name": "The University of Buckingham"
	}, {
		"id": 500135,
		"name": "Glyndwr University"
	}, {
		"id": 500136,
		"name": "Cambridge International College"
	}, {
		"id": 500137,
		"name": "Glasgow Caledonian University"
	}, {
		"id": 500138,
		"name": "Greenwich School of Management"
	}, {
		"id": 500139,
		"name": "Queen Margaret University"
	}, {
		"id": 500140,
		"name": "The Royal Agricultural College"
	}, {
		"id": 500141,
		"name": "Hartlepool Sixth Form College"
	}, {
		"id": 500142,
		"name": "INTO Manchester"
	}, {
		"id": 500143,
		"name": "Harrow International Business School"
	}, {
		"id": 500144,
		"name": "Saint Martins University"
	}, {
		"id": 500145,
		"name": "Cranfield University"
	}, {
		"id": 500146,
		"name": "Chartered Institute of Marketing"
	}, {
		"id": 500147,
		"name": "University of Bedfordshire"
	}, {
		"id": 500148,
		"name": "University College Birmingham"
	}, {
		"id": 500149,
		"name": "College Of Naturopathic Medicine UK "
	}, {
		"id": 500150,
		"name": "London School of Commerce"
	}, {
		"id": 500151,
		"name": "Royal College of Art "
	}, {
		"id": 500152,
		"name": "Royal College of Music "
	}, {
		"id": 500153,
		"name": "University College Falmouth "
	}, {
		"id": 500999,
		"name": "Oak Pacific Interative"
	}, {
		"id": 501000,
		"name": "Royal Northern College of Music"
	}, {
		"id": 501001,
		"name": "Liverpool John Moores University"
	}, {
		"id": 501002,
		"name": "The University of Sheffield"
	}, {
		"id": 501003,
		"name": "The University of Warwick"
	}, {
		"id": 501004,
		"name": "London College of Accountancy"
	}, {
		"id": 501005,
		"name": "Coventry University"
	}, {
		"id": 501006,
		"name": "Ravensbourne College of Design and Communication"
	}, {
		"id": 501007,
		"name": "Hogwarts School"
	}, {
		"id": 501008,
		"name": "Royal Academy of Arts"
	}, {
		"id": 501009,
		"name": "the University of Glasgow"
	}, {
		"id": 501010,
		"name": "Liverpool Hope University"
	}, {
		"id": 501011,
		"name": "university of liverpool"
	}, {
		"id": 501012,
		"name": "Kings College London"
	}, {
		"id": 501013,
		"name": "Lancaster University"
	}, {
		"id": 501014,
		"name": "Aston University"
	}, {
		"id": 501015,
		"name": "royal holloway"
	}, {
		"id": 501016,
		"name": "University College of London"
	}, {
		"id": 501017,
		"name": "The University of Nottingham"
	}, {
		"id": 501018,
		"name": "Winchester College"
	}],
	"name": "英国",
	"provs": ""
}, {
	"id": "06",
	"univs": [{
		"id": 600001,
		"name": "McGill University"
	}, {
		"id": 600002,
		"name": "University of Toronto"
	}, {
		"id": 600003,
		"name": "University of British Columbia"
	}, {
		"id": 600004,
		"name": "Mcmaster University"
	}, {
		"id": 600005,
		"name": "University of Alberta"
	}, {
		"id": 600006,
		"name": "York University"
	}, {
		"id": 600007,
		"name": "Carleton University"
	}, {
		"id": 600008,
		"name": "University of Manitoba"
	}, {
		"id": 600009,
		"name": "University of Ottawa"
	}, {
		"id": 600010,
		"name": "University of Calgary"
	}, {
		"id": 600011,
		"name": "University of New Brunswick"
	}, {
		"id": 600012,
		"name": "Universite Laval"
	}, {
		"id": 600013,
		"name": "University of Windsor"
	}, {
		"id": 600014,
		"name": "University of Western Ontario"
	}, {
		"id": 600015,
		"name": "University of Winnipeg"
	}, {
		"id": 600016,
		"name": "Memorial University of Newfoundland"
	}, {
		"id": 600017,
		"name": "Universite de Sherbrooke"
	}, {
		"id": 600018,
		"name": "University of Saskatchewan"
	}, {
		"id": 600019,
		"name": "Queen's University (Kingston)"
	}, {
		"id": 600020,
		"name": "University of Waterloo"
	}, {
		"id": 600021,
		"name": "University of Victoria "
	}, {
		"id": 600022,
		"name": "Dalhousie University"
	}, {
		"id": 600023,
		"name": "Concordia University"
	}, {
		"id": 600024,
		"name": "University of Guelph"
	}, {
		"id": 600025,
		"name": "University of Regina"
	}, {
		"id": 600026,
		"name": "Lakehead University"
	}, {
		"id": 600027,
		"name": "Laurentian University"
	}, {
		"id": 600028,
		"name": "Universite de Moncton"
	}, {
		"id": 600029,
		"name": "Brandon University"
	}, {
		"id": 600030,
		"name": "Bishop's University"
	}, {
		"id": 600031,
		"name": "Royal Military College of Canada"
	}, {
		"id": 600032,
		"name": "Trent University"
	}, {
		"id": 600033,
		"name": "Wilfrid Laurier University"
	}, {
		"id": 600034,
		"name": "Acadia University"
	}, {
		"id": 600035,
		"name": "Brock University"
	}, {
		"id": 600036,
		"name": "Mount Allison University"
	}, {
		"id": 600037,
		"name": "Mount Saint Vincent University"
	}, {
		"id": 600038,
		"name": "University of Lethbridge"
	}, {
		"id": 600039,
		"name": "University of Prince Edward Island"
	}, {
		"id": 600040,
		"name": "Universite du Quebec (Montreal)"
	}, {
		"id": 600041,
		"name": "Athabasca University"
	}, {
		"id": 600042,
		"name": "Saint Mary's University"
	}, {
		"id": 600043,
		"name": "Universite du Quebec (Trois-Riveres)"
	}, {
		"id": 600044,
		"name": "Ryerson University"
	}, {
		"id": 600045,
		"name": "Universite du Quebec (Chicoutimi)"
	}, {
		"id": 600046,
		"name": "Trinity Western University"
	}, {
		"id": 600047,
		"name": "Universite du Quebec (Hull)"
	}, {
		"id": 600048,
		"name": "Universite du Quebec(Rinouski)"
	}, {
		"id": 600049,
		"name": "Nova Scotia Agricultural College"
	}, {
		"id": 600050,
		"name": "University College of Cape Breton"
	}, {
		"id": 600051,
		"name": "Universite du Quebec (Abitibi-Temiscaminque)"
	}, {
		"id": 600052,
		"name": "University of King's College"
	}, {
		"id": 600053,
		"name": "Saint Paul University"
	}, {
		"id": 600054,
		"name": "Alberta Bible College"
	}, {
		"id": 600055,
		"name": "Capilano University"
	}, {
		"id": 600056,
		"name": "University of Ontario Institute of Technology"
	}, {
		"id": 600057,
		"name": "Durham College"
	}, {
		"id": 600058,
		"name": "Southern Alberta Institute of Technology "
	}, {
		"id": 600059,
		"name": "George Brown College"
	}, {
		"id": 600060,
		"name": "Thomas A. Blakelock High School"
	}, {
		"id": 600061,
		"name": "Langara College"
	}, {
		"id": 600062,
		"name": "Seneca College"
	}, {
		"id": 600064,
		"name": "Vancouver Island University"
	}, {
		"id": 600065,
		"name": "Moncton Flight College"
	}, {
		"id": 600066,
		"name": "Medicine Hat College"
	}, {
		"id": 600067,
		"name": "Mohawk College"
	}, {
		"id": 600069,
		"name": "Mount Royal College"
	}, {
		"id": 600070,
		"name": "British Columbia Institute of Technology"
	}, {
		"id": 600071,
		"name": "Centennial College "
	}, {
		"id": 600072,
		"name": "Okanagan College"
	}, {
		"id": 600073,
		"name": "Ecole Polytechnique de Montreal"
	}, {
		"id": 600074,
		"name": "Seneca College of Applied Arts& Technology"
	}, {
		"id": 600075,
		"name": "San Francisco State University"
	}, {
		"id": 600076,
		"name": "Simon Fraser University"
	}, {
		"id": 600077,
		"name": "St. Francis Xavier University"
	}, {
		"id": 600078,
		"name": "University of the Fraser Valley"
	}, {
		"id": 600079,
		"name": "Thompson Rivers University"
	}, {
		"id": 600080,
		"name": "University College of Fraser Valley"
	}, {
		"id": 600081,
		"name": "Universite de Montreal"
	}, {
		"id": 600082,
		"name": "University of Northern British Columbia"
	}, {
		"id": 600085,
		"name": "Sheridan College institute of Technology and Advanced Learning"
	}, {
		"id": 600086,
		"name": "Vancouver Community College"
	}, {
		"id": 600087,
		"name": "Douglas College"
	}, {
		"id": 600088,
		"name": "Algonquin College"
	}, {
		"id": 600089,
		"name": "Humber College Institute of Technology & Advanced Learning"
	}, {
		"id": 600090,
		"name": "Columbia International College"
	}, {
		"id": 600091,
		"name": "Fanshawe College"
	}, {
		"id": 600092,
		"name": "Bow Valley College"
	}, {
		"id": 600093,
		"name": "Kwantlen Polytechnic University"
	}, {
		"id": 600094,
		"name": "Emily Carr Institute of Art + Design "
	}, {
		"id": 600095,
		"name": "St.Clair College"
	}, {
		"id": 600096,
		"name": "Columbia College"
	}, {
		"id": 600097,
		"name": "Dawson College"
	}, {
		"id": 600098,
		"name": "Lambton College"
	}, {
		"id": 600099,
		"name": "Lasalle College"
	}, {
		"id": 600100,
		"name": "Nipissing University"
	}, {
		"id": 600101,
		"name": "Saint Mary University"
	}, {
		"id": 600102,
		"name": "Royal Roads University"
	}, {
		"id": 600103,
		"name": "Grant MacEwan College"
	}, {
		"id": 600104,
		"name": "Camosun College"
	}, {
		"id": 600105,
		"name": "Marianopolis College"
	}, {
		"id": 600106,
		"name": "Northern Alberta Institute of Technology "
	}, {
		"id": 600107,
		"name": "Conestoga College"
	}, {
		"id": 600108,
		"name": "Niagara College"
	}, {
		"id": 600109,
		"name": "Canadore College"
	}, {
		"id": 600110,
		"name": "Alberta College of Art and Design"
	}, {
		"id": 600111,
		"name": "Hudson College"
	}, {
		"id": 600112,
		"name": "Ontario College of Art and Design"
	}, {
		"id": 600113,
		"name": "Lethbridge College"
	}, {
		"id": 600114,
		"name": "NAIT"
	}, {
		"id": 600115,
		"name": "Coquitlam College"
	}, {
		"id": 600116,
		"name": "NorQuest College"
	}, {
		"id": 600117,
		"name": "Art Institute of Vancouver "
	}, {
		"id": 600118,
		"name": "Branksome Hall "
	}, {
		"id": 600119,
		"name": "College of New Caledonia "
	}, {
		"id": 600120,
		"name": "College of the Rockies "
	}, {
		"id": 600122,
		"name": "Fraser International College "
	}, {
		"id": 600123,
		"name": "Vancouver Film School"
	}, {
		"id": 600124,
		"name": "Chapman University"
	}, {
		"id": 600125,
		"name": "sprott-shaw community college"
	}, {
		"id": 600126,
		"name": "Grant MacEwan University"
	}, {
		"id": 600127,
		"name": "N.S.C.A.D University"
	}, {
		"id": 600128,
		"name": "university of clagary"
	}, {
		"id": 600129,
		"name": "Cargair Flight Academey"
	}, {
		"id": 600130,
		"name": "Red River College"
	}],
	"name": "加拿大",
	"provs": ""
}, {
	"id": "07",
	"univs": "",
	"name": "美国",
	"provs": [{
		"id": 1,
		"univs": [{
			"id": 701001,
			"name": "University of Alaska Fairbanks "
		}],
		"country_id": 7,
		"name": "AK"
	}, {
		"id": 2,
		"univs": [{
			"id": 702001,
			"name": "Alabama A&M University"
		}, {
			"id": 702002,
			"name": "Auburn University "
		}, {
			"id": 702003,
			"name": "University of Alabama "
		}, {
			"id": 702004,
			"name": "University of Alabama Birmingham "
		}, {
			"id": 702005,
			"name": "University of Alabama Huntsville "
		}, {
			"id": 702006,
			"name": "University of South Alabama "
		}, {
			"id": 702007,
			"name": "Troy University"
		}, {
			"id": 702008,
			"name": "Birmingham - Southern College"
		}, {
			"id": 702009,
			"name": "University of North Alabama"
		}, {
			"id": 702010,
			"name": "Samford University"
		}],
		"country_id": 7,
		"name": "AL"
	}, {
		"id": 3,
		"univs": [{
			"id": 703002,
			"name": "University of Arkansas Little Rock "
		}, {
			"id": 703003,
			"name": "University of Arkansas "
		}, {
			"id": 703005,
			"name": "University of Central Arkansas"
		}, {
			"id": 703006,
			"name": "Henderson State University"
		}, {
			"id": 703007,
			"name": "Harding University"
		}, {
			"id": 703008,
			"name": "Lyon College"
		}, {
			"id": 703009,
			"name": "Hendrix College"
		}, {
			"id": 703010,
			"name": "Arkansas State University"
		}, {
			"id": 703011,
			"name": "Arkansas Tech University "
		}],
		"country_id": 7,
		"name": "AR"
	}, {
		"id": 4,
		"univs": [{
			"id": 704001,
			"name": "Northern Arizona University  "
		}, {
			"id": 704002,
			"name": "University of Arizona "
		}, {
			"id": 704003,
			"name": "Arizona State University"
		}, {
			"id": 704005,
			"name": "Pan Am International Flight Academy"
		}, {
			"id": 704006,
			"name": "AirSafety Flight Academy "
		}, {
			"id": 704007,
			"name": "Mayo Clinic College of Medicine"
		}],
		"country_id": 7,
		"name": "AZ"
	}, {
		"id": 5,
		"univs": [{
			"id": 705001,
			"name": "Biola University "
		}, {
			"id": 705002,
			"name": "California Institute of Technology"
		}, {
			"id": 705003,
			"name": "Pepperdine University "
		}, {
			"id": 705004,
			"name": "San Diego State University"
		}, {
			"id": 705005,
			"name": "Stanford University "
		}, {
			"id": 705006,
			"name": "University of California Los Angeles "
		}, {
			"id": 705007,
			"name": "University of California Riverside "
		}, {
			"id": 705008,
			"name": "University of California San Diego "
		}, {
			"id": 705009,
			"name": "University of California Santa Barbara "
		}, {
			"id": 705010,
			"name": "University of California Santa Cruz "
		}, {
			"id": 705011,
			"name": "University of Southern California "
		}, {
			"id": 705012,
			"name": "University of California Berkeley "
		}, {
			"id": 705013,
			"name": "University of California Davis"
		}, {
			"id": 705014,
			"name": "University of California Irvine "
		}, {
			"id": 705015,
			"name": "University of La Verne "
		}, {
			"id": 705016,
			"name": "University of San Diego "
		}, {
			"id": 705017,
			"name": "University of San Francisco "
		}, {
			"id": 705018,
			"name": "University of the Pacific "
		}, {
			"id": 705019,
			"name": "Art Center College of Design"
		}, {
			"id": 705020,
			"name": "California Polytechnic State University San Luis Obispo"
		}, {
			"id": 705021,
			"name": "California State University,Los Angeles"
		}, {
			"id": 705022,
			"name": "California State University,Bakersfield"
		}, {
			"id": 705023,
			"name": "California State University,Chico"
		}, {
			"id": 705024,
			"name": "California State University,Channel Islands "
		}, {
			"id": 705025,
			"name": "California State University,Dominguez Hills"
		}, {
			"id": 705026,
			"name": "California State University,Fresno"
		}, {
			"id": 705027,
			"name": "California State University,Long Beach"
		}, {
			"id": 705028,
			"name": "California State University,Maritime Academy"
		}, {
			"id": 705029,
			"name": "California State University,Monterey Bay"
		}, {
			"id": 705030,
			"name": "California State University,Northridge"
		}, {
			"id": 705031,
			"name": "California State University,Pomona"
		}, {
			"id": 705032,
			"name": "California State University,Sacramento"
		}, {
			"id": 705033,
			"name": "California State University,San Bernardino"
		}, {
			"id": 705034,
			"name": "California State University,San Marcos"
		}, {
			"id": 705035,
			"name": "California State University,Stanislaus"
		}, {
			"id": 705036,
			"name": "California State University, Fresno"
		}, {
			"id": 705037,
			"name": "Santa Monica College"
		}, {
			"id": 705038,
			"name": "De Anza College"
		}, {
			"id": 705039,
			"name": "Fullerton College"
		}, {
			"id": 705040,
			"name": "California State University,Fullerton"
		}, {
			"id": 705041,
			"name": "Harvey Mudd College"
		}, {
			"id": 705042,
			"name": "California State University, East Bay"
		}, {
			"id": 705043,
			"name": "Humboldt State University"
		}, {
			"id": 705044,
			"name": "Pasadena City College"
		}, {
			"id": 705045,
			"name": "Mount San Antonio College"
		}, {
			"id": 705046,
			"name": "Pomona College"
		}, {
			"id": 705047,
			"name": "California State University"
		}, {
			"id": 705048,
			"name": "California State University,San Diego"
		}, {
			"id": 705049,
			"name": "California State University,San Francisco"
		}, {
			"id": 705050,
			"name": "California State University,San Jose"
		}, {
			"id": 705051,
			"name": "California State University,Sonoma"
		}, {
			"id": 705052,
			"name": "Riverside Community College"
		}, {
			"id": 705053,
			"name": "Diablo Valley College"
		}, {
			"id": 705054,
			"name": "Laguna College of Art and Design"
		}, {
			"id": 705055,
			"name": "Monterey Institute of International Studies"
		}, {
			"id": 705056,
			"name": "Claremont McKenna College"
		}, {
			"id": 705057,
			"name": "Scripps College"
		}, {
			"id": 705058,
			"name": "Occidental College"
		}, {
			"id": 705059,
			"name": "Ohlone College"
		}, {
			"id": 705060,
			"name": "Grossmont College"
		}, {
			"id": 705061,
			"name": "College of  San Mateo"
		}, {
			"id": 705062,
			"name": "Academy of Art University"
		}, {
			"id": 705063,
			"name": "East Los Angeles College"
		}, {
			"id": 705064,
			"name": "Azusa Pacific University"
		}, {
			"id": 705065,
			"name": "Thomas Aquinas College"
		}, {
			"id": 705066,
			"name": "Westmont College"
		}, {
			"id": 705067,
			"name": "Pitzer College"
		}, {
			"id": 705068,
			"name": "Citrus College"
		}, {
			"id": 705069,
			"name": "California Institute Of The Arts"
		}, {
			"id": 705070,
			"name": "University of California Merced"
		}, {
			"id": 705071,
			"name": "Sacramento City College"
		}, {
			"id": 705072,
			"name": "City College of San Francisco"
		}, {
			"id": 705073,
			"name": "Woodbury University"
		}, {
			"id": 705074,
			"name": "California State Polytechnic University,Pomona"
		}, {
			"id": 705075,
			"name": "Laney College"
		}, {
			"id": 705076,
			"name": "Los Angeles City College"
		}, {
			"id": 705077,
			"name": "Menlo College"
		}, {
			"id": 705079,
			"name": "University of the West"
		}, {
			"id": 705080,
			"name": "Thomas Jefferson School of Law"
		}, {
			"id": 705081,
			"name": "California Baptist University"
		}, {
			"id": 705082,
			"name": "New York Film Academy"
		}, {
			"id": 705083,
			"name": "Otis College of Art and Design"
		}, {
			"id": 705084,
			"name": "San Francisco Conservatory Of Music"
		}, {
			"id": 705085,
			"name": "Sierra College"
		}, {
			"id": 705086,
			"name": "Claremont Graduate University"
		}, {
			"id": 705087,
			"name": "Santa Barbara City College"
		}, {
			"id": 705088,
			"name": "Mission College"
		}, {
			"id": 705089,
			"name": "California College of the Arts "
		}, {
			"id": 705090,
			"name": "Moorpark College "
		}, {
			"id": 705091,
			"name": "West Valley College"
		}, {
			"id": 705092,
			"name": "Loma Linda University "
		}, {
			"id": 705093,
			"name": "Butte College"
		}, {
			"id": 705094,
			"name": "Golden Gate University "
		}, {
			"id": 705095,
			"name": "Chabot College"
		}, {
			"id": 705096,
			"name": "Northwestern Polytechnic University "
		}, {
			"id": 705097,
			"name": "Glendale Community College "
		}, {
			"id": 705098,
			"name": "College of Alameda"
		}, {
			"id": 705099,
			"name": "Dominican University of California"
		}, {
			"id": 705100,
			"name": "San Francisco State University"
		}, {
			"id": 705101,
			"name": "The Scripps Research Institute"
		}, {
			"id": 705102,
			"name": "Southern California Institute of Architecture"
		}, {
			"id": 705103,
			"name": "Santa Clara University"
		}, {
			"id": 705104,
			"name": "Foothill College"
		}],
		"country_id": 7,
		"name": "CA"
	}, {
		"id": 6,
		"univs": [{
			"id": 706001,
			"name": "Colorado State University"
		}, {
			"id": 706002,
			"name": "University of Colorado Boulder "
		}, {
			"id": 706003,
			"name": "University of Colorado Denver "
		}, {
			"id": 706004,
			"name": "University of Denver "
		}, {
			"id": 706005,
			"name": "University of Northern Colorado "
		}, {
			"id": 706006,
			"name": "University of Colorado at Colorado Springs"
		}, {
			"id": 706007,
			"name": "Colorado School of Mines"
		}, {
			"id": 706008,
			"name": "Colorado College"
		}, {
			"id": 706009,
			"name": "Colorado Mountain College"
		}],
		"country_id": 7,
		"name": "CO"
	}, {
		"id": 7,
		"univs": [{
			"id": 707001,
			"name": "University of Bridgeport "
		}, {
			"id": 707002,
			"name": "University of Connecticut "
		}, {
			"id": 707003,
			"name": "University of Hartford "
		}, {
			"id": 707004,
			"name": "Yale University "
		}, {
			"id": 707005,
			"name": "Connecticut College"
		}, {
			"id": 707006,
			"name": "Wesleyan University"
		}, {
			"id": 707007,
			"name": "Trinity College"
		}, {
			"id": 707008,
			"name": "University of New Haven"
		}, {
			"id": 707009,
			"name": "Manchester Community College"
		}],
		"country_id": 7,
		"name": "CT"
	}, {
		"id": 8,
		"univs": [{
			"id": 708001,
			"name": "American University "
		}, {
			"id": 708002,
			"name": "Catholic University of America "
		}, {
			"id": 708003,
			"name": "George Washington University "
		}, {
			"id": 708004,
			"name": "Georgetown University "
		}, {
			"id": 708005,
			"name": "Howard University "
		}, {
			"id": 708007,
			"name": "University of the District of Columbia"
		}],
		"country_id": 7,
		"name": "DC"
	}, {
		"id": 9,
		"univs": [{
			"id": 709001,
			"name": "University of Delaware "
		}, {
			"id": 709002,
			"name": "Wilmington College "
		}],
		"country_id": 7,
		"name": "DE"
	}, {
		"id": 10,
		"univs": [{
			"id": 710001,
			"name": "Florida Atlantic University"
		}, {
			"id": 710002,
			"name": "Florida Institute of Technology "
		}, {
			"id": 710003,
			"name": "Florida International University "
		}, {
			"id": 710004,
			"name": "Florida State University "
		}, {
			"id": 710005,
			"name": "Nova Southeastern University "
		}, {
			"id": 710006,
			"name": "University of Central Florida "
		}, {
			"id": 710007,
			"name": "University of Florida "
		}, {
			"id": 710008,
			"name": "University of Miami "
		}, {
			"id": 710009,
			"name": "University of South Florida "
		}, {
			"id": 710010,
			"name": "Rollins College"
		}, {
			"id": 710011,
			"name": "Schiller International University"
		}, {
			"id": 710012,
			"name": "New College of Florida"
		}, {
			"id": 710013,
			"name": "Embry-Riddle Aeronautical University"
		}],
		"country_id": 7,
		"name": "FL"
	}, {
		"id": 11,
		"univs": [{
			"id": 711001,
			"name": "Clark Atlanta University"
		}, {
			"id": 711002,
			"name": "Emory University "
		}, {
			"id": 711003,
			"name": "Georgia Institute of Technology "
		}, {
			"id": 711004,
			"name": "Georgia State University "
		}, {
			"id": 711005,
			"name": "University of Georgia "
		}, {
			"id": 711006,
			"name": "Georgia Southern University"
		}, {
			"id": 711007,
			"name": "Kennesaw State University"
		}, {
			"id": 711008,
			"name": "Savannah College of Art and Design"
		}, {
			"id": 711009,
			"name": "Valdosta State University"
		}, {
			"id": 711010,
			"name": "Agnes Scott College"
		}, {
			"id": 711011,
			"name": "Southern Polytechnic State University "
		}, {
			"id": 711012,
			"name": "Berry College"
		}, {
			"id": 711013,
			"name": "Spelman College"
		}, {
			"id": 711014,
			"name": "Georgia College & State University"
		}, {
			"id": 711015,
			"name": "Georgia Southwestern State University"
		}, {
			"id": 711016,
			"name": "Mercer University"
		}, {
			"id": 711017,
			"name": "Georgia Perimeter College"
		}],
		"country_id": 7,
		"name": "GA"
	}, {
		"id": 12,
		"univs": [{
			"id": 712001,
			"name": "University of Hawaii Manoa "
		}, {
			"id": 712002,
			"name": "Hawaii Pacific University"
		}, {
			"id": 712003,
			"name": "University of Hawaii"
		}, {
			"id": 712004,
			"name": "Chaminade University of Honolulu"
		}, {
			"id": 712005,
			"name": "Brigham Young University Hawaii "
		}],
		"country_id": 7,
		"name": "HI"
	}, {
		"id": 13,
		"univs": [{
			"id": 713001,
			"name": "Iowa State University "
		}, {
			"id": 713002,
			"name": "University of Iowa "
		}, {
			"id": 713003,
			"name": "Graceland University"
		}, {
			"id": 713004,
			"name": "Grinnell College"
		}, {
			"id": 713005,
			"name": "Luther College"
		}, {
			"id": 713006,
			"name": "Drake University"
		}, {
			"id": 713007,
			"name": "University of Northern Iowa"
		}, {
			"id": 713008,
			"name": "Coe College"
		}, {
			"id": 713009,
			"name": "Cornell College"
		}, {
			"id": 713010,
			"name": "Divine Word College "
		}, {
			"id": 713011,
			"name": "Central College"
		}, {
			"id": 713012,
			"name": "Des Moines Area Community College"
		}, {
			"id": 713013,
			"name": "Iowa Wesleyan College"
		}],
		"country_id": 7,
		"name": "IA"
	}, {
		"id": 14,
		"univs": [{
			"id": 714001,
			"name": "Idaho State University "
		}, {
			"id": 714002,
			"name": "University of Idaho "
		}, {
			"id": 714003,
			"name": "Boise state university,Idaho. "
		}],
		"country_id": 7,
		"name": "ID"
	}, {
		"id": 15,
		"univs": [{
			"id": 715001,
			"name": "DePaul University "
		}, {
			"id": 715002,
			"name": "Illinois Institute of Technology"
		}, {
			"id": 715003,
			"name": "Illinois State University "
		}, {
			"id": 715004,
			"name": "Loyola University Chicago "
		}, {
			"id": 715005,
			"name": "National-Louis University "
		}, {
			"id": 715006,
			"name": "Northern Illinois University "
		}, {
			"id": 715007,
			"name": "Northwestern University "
		}, {
			"id": 715008,
			"name": "Southern Illinois University Carbondale"
		}, {
			"id": 715009,
			"name": "University of Illinois Urbana-Champaign "
		}, {
			"id": 715010,
			"name": "University of Chicago "
		}, {
			"id": 715011,
			"name": "University of Illinois Chicago "
		}, {
			"id": 715012,
			"name": "Knox College"
		}, {
			"id": 715013,
			"name": "Lake Forest College"
		}, {
			"id": 715014,
			"name": "Roosevelt University"
		}, {
			"id": 715015,
			"name": "Illinois Wesleyan University"
		}, {
			"id": 715016,
			"name": "Black Hawk College"
		}, {
			"id": 715017,
			"name": "Augustana College"
		}, {
			"id": 715018,
			"name": "Principia College"
		}, {
			"id": 715019,
			"name": "Columbia College Chicago"
		}, {
			"id": 715020,
			"name": "School of the Art Institute of Chicago"
		}, {
			"id": 715021,
			"name": "Parkland College"
		}, {
			"id": 715022,
			"name": "Moraine Valley Community College "
		}, {
			"id": 715023,
			"name": "Fermi National Accelerator Laboratory"
		}, {
			"id": 715024,
			"name": "Dominican University"
		}, {
			"id": 715025,
			"name": "Benedictine University"
		}, {
			"id": 715026,
			"name": "Lewis University"
		}, {
			"id": 715027,
			"name": "Rush University"
		}],
		"country_id": 7,
		"name": "IL"
	}, {
		"id": 16,
		"univs": [{
			"id": 716001,
			"name": "Ball State University "
		}, {
			"id": 716002,
			"name": "Indiana State University "
		}, {
			"id": 716003,
			"name": "Indiana University-Purdue University Indianapolis"
		}, {
			"id": 716004,
			"name": "Indiana University of Pennsylvania "
		}, {
			"id": 716005,
			"name": "Indiana University Bloomington"
		}, {
			"id": 716006,
			"name": "Purdue University"
		}, {
			"id": 716007,
			"name": "University of Notre Dame "
		}, {
			"id": 716008,
			"name": "Indiana University of Bloomington"
		}, {
			"id": 716009,
			"name": "Unversity of Indianapolis"
		}, {
			"id": 716010,
			"name": "University of southern Indiana "
		}, {
			"id": 716011,
			"name": "Wabash College"
		}, {
			"id": 716012,
			"name": "DePauw University"
		}, {
			"id": 716013,
			"name": "Hanover College"
		}, {
			"id": 716014,
			"name": "St. Mary's College "
		}, {
			"id": 716015,
			"name": "Earlham College"
		}, {
			"id": 716016,
			"name": "Valparaiso University"
		}, {
			"id": 716017,
			"name": "Indiana University South Bend"
		}, {
			"id": 716018,
			"name": "Butler University"
		}, {
			"id": 716019,
			"name": "Rose-Hulman Institute of Technology"
		}],
		"country_id": 7,
		"name": "IN"
	}, {
		"id": 17,
		"univs": [{
			"id": 717001,
			"name": "Kansas State University "
		}, {
			"id": 717002,
			"name": "University of Kansas "
		}, {
			"id": 717003,
			"name": "Wichita State University "
		}, {
			"id": 717004,
			"name": "Emporia State University"
		}, {
			"id": 717006,
			"name": "Fort Hays State University"
		}, {
			"id": 717007,
			"name": "Pittsburg State University"
		}],
		"country_id": 7,
		"name": "KS"
	}, {
		"id": 18,
		"univs": [{
			"id": 718001,
			"name": "University of Kentucky"
		}, {
			"id": 718002,
			"name": "University of Louisville "
		}, {
			"id": 718003,
			"name": "Murray State University"
		}, {
			"id": 718004,
			"name": "Centre College"
		}, {
			"id": 718005,
			"name": "Berea College"
		}, {
			"id": 718006,
			"name": "Transylvania University"
		}, {
			"id": 718007,
			"name": "University of the Cumberlands "
		}, {
			"id": 718008,
			"name": "Western Kentucky University"
		}, {
			"id": 718009,
			"name": "Mid-Continent University"
		}, {
			"id": 718010,
			"name": "Eastern Kentucky University"
		}],
		"country_id": 7,
		"name": "KY"
	}, {
		"id": 19,
		"univs": [{
			"id": 719001,
			"name": "Louisiana State University Baton Rouge"
		}, {
			"id": 719002,
			"name": "Louisiana Tech University "
		}, {
			"id": 719003,
			"name": "Tulane University "
		}, {
			"id": 719004,
			"name": "University of Louisiana Lafayette "
		}, {
			"id": 719005,
			"name": "University of New Orleans "
		}, {
			"id": 719006,
			"name": "Loyola University New Orleans"
		}, {
			"id": 719007,
			"name": "Centenary College of Louisiana"
		}],
		"country_id": 7,
		"name": "LA"
	}, {
		"id": 20,
		"univs": [{
			"id": 720001,
			"name": "Boston College"
		}, {
			"id": 720002,
			"name": "Boston University"
		}, {
			"id": 720003,
			"name": "Brandeis University "
		}, {
			"id": 720004,
			"name": "Clark University "
		}, {
			"id": 720005,
			"name": "Harvard University "
		}, {
			"id": 720006,
			"name": "Massachusetts Inst. of Technology"
		}, {
			"id": 720007,
			"name": "Northeastern University "
		}, {
			"id": 720008,
			"name": "Tufts University "
		}, {
			"id": 720009,
			"name": "University of Massachusetts Amherst "
		}, {
			"id": 720010,
			"name": "University of Massachusetts Boston "
		}, {
			"id": 720011,
			"name": "University of Massachusetts Lowell "
		}, {
			"id": 720012,
			"name": "Worcester Polytechnic Inst. "
		}, {
			"id": 720013,
			"name": "Bentley College"
		}, {
			"id": 720014,
			"name": "Bunker Hill Community College"
		}, {
			"id": 720015,
			"name": "Bridgewater State College"
		}, {
			"id": 720017,
			"name": "Smith College"
		}, {
			"id": 720018,
			"name": "Gordon College"
		}, {
			"id": 720019,
			"name": "Mount Holyoke College"
		}, {
			"id": 720020,
			"name": "Suffolk University"
		}, {
			"id": 720021,
			"name": "Wellesley College"
		}, {
			"id": 720022,
			"name": "Hampshire College"
		}, {
			"id": 720023,
			"name": "Babson College"
		}, {
			"id": 720024,
			"name": "Williams College"
		}, {
			"id": 720025,
			"name": "Amherst College"
		}, {
			"id": 720026,
			"name": "Wheaton College"
		}, {
			"id": 720027,
			"name": "Stonehill College"
		}, {
			"id": 720028,
			"name": "College of the Holy Cross"
		}, {
			"id": 720029,
			"name": "New England Conservatory of Music"
		}, {
			"id": 720030,
			"name": "Colby-Sawyer College"
		}, {
			"id": 720031,
			"name": "Worcester State College"
		}, {
			"id": 720032,
			"name": "Fisher College"
		}, {
			"id": 720033,
			"name": "Simmons College"
		}, {
			"id": 720034,
			"name": "Massachusetts College of Pharmacy Alied Health Science"
		}, {
			"id": 720035,
			"name": "Berklee College of Music"
		}, {
			"id": 720036,
			"name": "Boston Graduate School of Psychoanalysis"
		}, {
			"id": 720037,
			"name": "Hult International Business School"
		}],
		"country_id": 7,
		"name": "MA"
	}, {
		"id": 21,
		"univs": [{
			"id": 721001,
			"name": "Johns Hopkins University "
		}, {
			"id": 721002,
			"name": "University of Maryland Baltimore County "
		}, {
			"id": 721003,
			"name": "University of Maryland College Park "
		}, {
			"id": 721004,
			"name": "Towson University"
		}, {
			"id": 721005,
			"name": "Washington College"
		}, {
			"id": 721006,
			"name": "St. Mary's College of Maryland"
		}, {
			"id": 721007,
			"name": "Goucher College"
		}, {
			"id": 721008,
			"name": "Howard Community College"
		}, {
			"id": 721009,
			"name": "Anne Arundel Community College "
		}, {
			"id": 721010,
			"name": "Montgomery College"
		}, {
			"id": 721011,
			"name": "Community College of Baltimore County"
		}],
		"country_id": 7,
		"name": "MD"
	}, {
		"id": 22,
		"univs": [{
			"id": 722001,
			"name": "University of Maine Orono "
		}, {
			"id": 722002,
			"name": "Bowdoin College"
		}, {
			"id": 722003,
			"name": "Colby College"
		}, {
			"id": 722005,
			"name": "Bates College"
		}],
		"country_id": 7,
		"name": "ME"
	}, {
		"id": 23,
		"univs": [{
			"id": 723001,
			"name": "Andrews University "
		}, {
			"id": 723002,
			"name": "Central Michigan University "
		}, {
			"id": 723003,
			"name": "Michigan State University"
		}, {
			"id": 723004,
			"name": "Michigan Technological University"
		}, {
			"id": 723005,
			"name": "Oakland University "
		}, {
			"id": 723006,
			"name": "University of Michigan Ann Arbor "
		}, {
			"id": 723007,
			"name": "Wayne State University "
		}, {
			"id": 723008,
			"name": "Western Michigan University "
		}, {
			"id": 723009,
			"name": "Kettering  University"
		}, {
			"id": 723010,
			"name": "University of Detroit Mercy"
		}, {
			"id": 723011,
			"name": "Hope College"
		}, {
			"id": 723012,
			"name": "Albion College"
		}, {
			"id": 723013,
			"name": "Calvin College"
		}, {
			"id": 723014,
			"name": "Hillsdale College"
		}, {
			"id": 723015,
			"name": "Kalamazoo College"
		}, {
			"id": 723016,
			"name": "Eastern Michigan University"
		}, {
			"id": 723017,
			"name": "Saginaw Valley State University"
		}, {
			"id": 723018,
			"name": "Davenport University"
		}, {
			"id": 723019,
			"name": "Spring Arbor University"
		}, {
			"id": 723020,
			"name": "Northwood University"
		}, {
			"id": 723021,
			"name": "Lawrence Technological University"
		}, {
			"id": 723022,
			"name": "Truman State University"
		}, {
			"id": 723023,
			"name": "University of Minnesota, Crookston"
		}],
		"country_id": 7,
		"name": "MI"
	}, {
		"id": 24,
		"univs": [{
			"id": 724001,
			"name": "University of Minnesota Twin Cities "
		}, {
			"id": 724002,
			"name": "University of St. Thomas "
		}, {
			"id": 724004,
			"name": "St.Cloud State University"
		}, {
			"id": 724005,
			"name": "The College of St.Catherine"
		}, {
			"id": 724006,
			"name": "St.Olaf College"
		}, {
			"id": 724007,
			"name": "winona state university"
		}, {
			"id": 724008,
			"name": "Carleton College"
		}, {
			"id": 724009,
			"name": "Macalester College"
		}, {
			"id": 724010,
			"name": "College of Saint Benedict/Saint John's University"
		}, {
			"id": 724011,
			"name": "Gustavus Adolphus College"
		}, {
			"id": 724012,
			"name": "University of Minnesota Morris"
		}, {
			"id": 724014,
			"name": "Hamline University"
		}, {
			"id": 724015,
			"name": "Minnesota State University, Mankato"
		}, {
			"id": 724016,
			"name": "Bethany Lutheran College "
		}, {
			"id": 724017,
			"name": "University of Minnesota Duluth "
		}, {
			"id": 724018,
			"name": "Concordia College"
		}, {
			"id": 724019,
			"name": "Bemidji State University"
		}, {
			"id": 724020,
			"name": "University of Minnesota Crookston"
		}],
		"country_id": 7,
		"name": "MN"
	}, {
		"id": 25,
		"univs": [{
			"id": 725001,
			"name": "St. Louis University "
		}, {
			"id": 725002,
			"name": "University of Missouri Columbia "
		}, {
			"id": 725003,
			"name": "University of Missouri Kansas City "
		}, {
			"id": 725004,
			"name": "University of Missouri St. Louis "
		}, {
			"id": 725005,
			"name": "University of Missouri Rolla "
		}, {
			"id": 725006,
			"name": "Washington University in St. Louis "
		}, {
			"id": 725007,
			"name": "Drury University"
		}, {
			"id": 725008,
			"name": "Missouri Western State University"
		}, {
			"id": 725009,
			"name": "Southeast Missouri State University"
		}, {
			"id": 725010,
			"name": "Missouri State University"
		}],
		"country_id": 7,
		"name": "MO"
	}, {
		"id": 26,
		"univs": [{
			"id": 726001,
			"name": "Jackson State University "
		}, {
			"id": 726002,
			"name": "Mississippi State University "
		}, {
			"id": 726003,
			"name": "University of Southern Mississippi "
		}, {
			"id": 726004,
			"name": "University of Mississippi "
		}, {
			"id": 726005,
			"name": "Mississippi College"
		}, {
			"id": 726006,
			"name": "Millsaps College"
		}, {
			"id": 726007,
			"name": "William Carey University   "
		}],
		"country_id": 7,
		"name": "MS"
	}, {
		"id": 27,
		"univs": [{
			"id": 727001,
			"name": "Montana State University Bozeman "
		}, {
			"id": 727002,
			"name": "University of Montana "
		}],
		"country_id": 7,
		"name": "MT"
	}, {
		"id": 28,
		"univs": [{
			"id": 728001,
			"name": "Duke University "
		}, {
			"id": 728002,
			"name": "East Carolina University "
		}, {
			"id": 728003,
			"name": "North Carolina State University Raleigh"
		}, {
			"id": 728004,
			"name": "University of North Carolina Chapel Hill "
		}, {
			"id": 728005,
			"name": "University of North Carolina Greensboro "
		}, {
			"id": 728006,
			"name": "Wake Forest University "
		}, {
			"id": 728007,
			"name": "Davidson College"
		}, {
			"id": 728008,
			"name": "University of North Carolina Wilmington"
		}, {
			"id": 728009,
			"name": "Unversity of North Carolina Charlotte"
		}, {
			"id": 728010,
			"name": "Salem College"
		}, {
			"id": 728011,
			"name": "School of Arts"
		}, {
			"id": 728012,
			"name": "Appalachian State University"
		}, {
			"id": 728013,
			"name": "University of North Carolina Pembroke"
		}, {
			"id": 728014,
			"name": "Wake Technical Community College"
		}, {
			"id": 728015,
			"name": "Methodist University"
		}],
		"country_id": 7,
		"name": "NC"
	}, {
		"id": 29,
		"univs": [{
			"id": 729001,
			"name": "North Dakota State University "
		}, {
			"id": 729002,
			"name": "University of North Dakota "
		}, {
			"id": 729003,
			"name": "Minot State University"
		}, {
			"id": 729004,
			"name": "Dickinson State University"
		}],
		"country_id": 7,
		"name": "ND"
	}, {
		"id": 30,
		"univs": [{
			"id": 730001,
			"name": "University of Nebraska Lincoln "
		}, {
			"id": 730002,
			"name": "University of Nebraska at Omaha"
		}, {
			"id": 730003,
			"name": "University of Nebraska Kearney"
		}],
		"country_id": 7,
		"name": "NE"
	}, {
		"id": 31,
		"univs": [{
			"id": 731001,
			"name": "Dartmouth College "
		}, {
			"id": 731002,
			"name": "University of New Hampshire "
		}, {
			"id": 731003,
			"name": "Franklin Pierce University"
		}],
		"country_id": 7,
		"name": "NH"
	}, {
		"id": 32,
		"univs": [{
			"id": 732001,
			"name": "New Jersey Inst. of Technology"
		}, {
			"id": 732002,
			"name": "Princeton University "
		}, {
			"id": 732003,
			"name": "Rutgers New Brunswick "
		}, {
			"id": 732004,
			"name": "Rutgers Newark "
		}, {
			"id": 732005,
			"name": "Seton Hall University "
		}, {
			"id": 732006,
			"name": "Stevens Institute of Technology "
		}, {
			"id": 732007,
			"name": "rutgers university of new jersey"
		}, {
			"id": 732008,
			"name": "middlesex county college"
		}, {
			"id": 732009,
			"name": "Fairleigh Dickinson University"
		}, {
			"id": 732010,
			"name": "Rowan University"
		}, {
			"id": 732011,
			"name": "Drew University"
		}, {
			"id": 732012,
			"name": "Montclair State University"
		}, {
			"id": 732013,
			"name": "Rider University"
		}, {
			"id": 732014,
			"name": "Centenary College"
		}, {
			"id": 732015,
			"name": "William Paterson University"
		}, {
			"id": 732016,
			"name": "Kean University "
		}],
		"country_id": 7,
		"name": "NJ"
	}, {
		"id": 33,
		"univs": [{
			"id": 733001,
			"name": "N.M. Inst. of Mining and Tech. "
		}, {
			"id": 733002,
			"name": "New Mexico State University "
		}, {
			"id": 733003,
			"name": "University of New Mexico "
		}, {
			"id": 733004,
			"name": "Eastern New Mexico University"
		}, {
			"id": 733005,
			"name": "St.John's College"
		}],
		"country_id": 7,
		"name": "NM"
	}, {
		"id": 34,
		"univs": [{
			"id": 734001,
			"name": "University of Nevada Las Vegas "
		}, {
			"id": 734002,
			"name": "University of Nevada Reno "
		}, {
			"id": 734003,
			"name": "Truckee Meadows Community College"
		}, {
			"id": 734004,
			"name": "College of Southern Nevada"
		}],
		"country_id": 7,
		"name": "NV"
	}, {
		"id": 35,
		"univs": [{
			"id": 735001,
			"name": "Adelphi University "
		}, {
			"id": 735002,
			"name": "Clarkson University "
		}, {
			"id": 735003,
			"name": "Columbia University "
		}, {
			"id": 735004,
			"name": "Cornell University "
		}, {
			"id": 735005,
			"name": "Fordham University "
		}, {
			"id": 735006,
			"name": "Hofstra University "
		}, {
			"id": 735007,
			"name": "New School University "
		}, {
			"id": 735008,
			"name": "New York University "
		}, {
			"id": 735009,
			"name": "Pace University "
		}, {
			"id": 735010,
			"name": "Polytechnic Institute of New York University"
		}, {
			"id": 735011,
			"name": "Rensselaer Polytechnic Inst. "
		}, {
			"id": 735012,
			"name": "St. John's University "
		}, {
			"id": 735013,
			"name": "SUNY Albany "
		}, {
			"id": 735014,
			"name": "SUNY Binghamton "
		}, {
			"id": 735015,
			"name": "SUNY College Environmental Science and Forestry "
		}, {
			"id": 735016,
			"name": "SUNY Stony Brook "
		}, {
			"id": 735017,
			"name": "SUNY University at Buffalo"
		}, {
			"id": 735018,
			"name": "Syracuse University "
		}, {
			"id": 735019,
			"name": "University of Rochester "
		}, {
			"id": 735020,
			"name": "Yeshiva University "
		}, {
			"id": 735021,
			"name": "Bard College"
		}, {
			"id": 735022,
			"name": "The City University of New York"
		}, {
			"id": 735023,
			"name": "The Cooper Union for the Advancement of Science and Art"
		}, {
			"id": 735024,
			"name": "Fashion Institute of Technology"
		}, {
			"id": 735025,
			"name": "SUNY Fredonia"
		}, {
			"id": 735026,
			"name": "Sarah Lawrence College"
		}, {
			"id": 735027,
			"name": "Ithaca College"
		}, {
			"id": 735028,
			"name": "The Juilliard School"
		}, {
			"id": 735029,
			"name": "Colgate University"
		}, {
			"id": 735030,
			"name": "SUNY PLATTSBURGH"
		}, {
			"id": 735031,
			"name": "State University of New York at Oswego"
		}, {
			"id": 735032,
			"name": "SUNY Potsdam"
		}, {
			"id": 735033,
			"name": "Hamilton College"
		}, {
			"id": 735034,
			"name": "Vassar College"
		}, {
			"id": 735035,
			"name": "Barnard College"
		}, {
			"id": 735036,
			"name": "St. Lawrence Universtiy"
		}, {
			"id": 735037,
			"name": "Skidmore College"
		}, {
			"id": 735038,
			"name": "Rochester Institute Of Technology"
		}, {
			"id": 735039,
			"name": "Manhattan School of Music"
		}, {
			"id": 735040,
			"name": "CUNY Baruch College "
		}, {
			"id": 735041,
			"name": "St. Lawrence University"
		}, {
			"id": 735042,
			"name": "Siena College"
		}, {
			"id": 735043,
			"name": "Wells College"
		}, {
			"id": 735044,
			"name": "Hobart and William Smith Colleges"
		}, {
			"id": 735045,
			"name": "Union College"
		}, {
			"id": 735046,
			"name": "Suny College Of Technology At Alfred"
		}, {
			"id": 735047,
			"name": "CNUY Johnjay College"
		}, {
			"id": 735048,
			"name": "CUNY Queens College"
		}, {
			"id": 735049,
			"name": "Elmira College"
		}, {
			"id": 735050,
			"name": "School of Visual Arts"
		}, {
			"id": 735051,
			"name": "SUNY Geneseo"
		}, {
			"id": 735052,
			"name": "SUNY Upstate Medical University"
		}, {
			"id": 735053,
			"name": "Queens Community College"
		}, {
			"id": 735054,
			"name": "Pratt Institute"
		}, {
			"id": 735055,
			"name": "Long Island University"
		}, {
			"id": 735056,
			"name": "Dowling College"
		}, {
			"id": 735057,
			"name": "SUNY Farmingdale"
		}, {
			"id": 735058,
			"name": "Borough of Manhattan Community College"
		}, {
			"id": 735059,
			"name": "SUNY New Paltz"
		}, {
			"id": 735060,
			"name": "Mount Saint Mary College"
		}, {
			"id": 735061,
			"name": "Keuka College"
		}, {
			"id": 735062,
			"name": "Saint Francis College"
		}, {
			"id": 735063,
			"name": "St. Joseph's College "
		}, {
			"id": 735064,
			"name": "SUNY Old Westbury "
		}, {
			"id": 735065,
			"name": "Cuny Hunter College"
		}, {
			"id": 735066,
			"name": "New York Institute of Technology"
		}, {
			"id": 735067,
			"name": "CUNY LaGuardia Community College"
		}, {
			"id": 735068,
			"name": "Alfred University"
		}, {
			"id": 735069,
			"name": "Houghton College"
		}, {
			"id": 735070,
			"name": "United States Military Academy at West Point"
		}, {
			"id": 735071,
			"name": "Manhattan College"
		}, {
			"id": 735072,
			"name": "Parsons School of Design"
		}, {
			"id": 735073,
			"name": "New York School Of Interior Design"
		}, {
			"id": 735074,
			"name": "Hartiwck College"
		}],
		"country_id": 7,
		"name": "NY"
	}, {
		"id": 36,
		"univs": [{
			"id": 736001,
			"name": "Bowling Green State University "
		}, {
			"id": 736002,
			"name": "Case Western Reserve University "
		}, {
			"id": 736003,
			"name": "Cleveland State University"
		}, {
			"id": 736004,
			"name": "Kent State University "
		}, {
			"id": 736005,
			"name": "Miami University Oxford "
		}, {
			"id": 736006,
			"name": "Ohio State University Columbus "
		}, {
			"id": 736007,
			"name": "Ohio University "
		}, {
			"id": 736008,
			"name": "Union Institute "
		}, {
			"id": 736009,
			"name": "University of Akron "
		}, {
			"id": 736010,
			"name": "University of Cincinnati "
		}, {
			"id": 736011,
			"name": "University of Dayton "
		}, {
			"id": 736012,
			"name": "University of Toledo "
		}, {
			"id": 736013,
			"name": "Wright State University "
		}, {
			"id": 736014,
			"name": "Denison University"
		}, {
			"id": 736015,
			"name": "heidelberg college"
		}, {
			"id": 736016,
			"name": "Marietta College"
		}, {
			"id": 736017,
			"name": "Oberlin College"
		}, {
			"id": 736018,
			"name": "Tiffin University"
		}, {
			"id": 736019,
			"name": "College of Wooster"
		}, {
			"id": 736020,
			"name": "Kenyon College"
		}, {
			"id": 736021,
			"name": "Ohio Wesleyan University"
		}, {
			"id": 736022,
			"name": "Wittenberg University"
		}, {
			"id": 736023,
			"name": "University of Findlay"
		}, {
			"id": 736024,
			"name": "Ashland University "
		}, {
			"id": 736025,
			"name": "Ohio Northern University"
		}],
		"country_id": 7,
		"name": "OH"
	}, {
		"id": 37,
		"univs": [{
			"id": 737001,
			"name": "Oklahoma State University "
		}, {
			"id": 737002,
			"name": "University of Oklahoma "
		}, {
			"id": 737003,
			"name": "University of Tulsa "
		}, {
			"id": 737004,
			"name": "Oklahoma Christian University"
		}, {
			"id": 737005,
			"name": "Southeastern Oklahoma State University"
		}, {
			"id": 737006,
			"name": "Nothwestern Oklahoma State University"
		}, {
			"id": 737007,
			"name": "Oklahoma City University"
		}, {
			"id": 737008,
			"name": "Oklahoma City Community College"
		}, {
			"id": 737009,
			"name": "Southern Nazarene University"
		}, {
			"id": 737010,
			"name": "University of Central Oklahoma "
		}],
		"country_id": 7,
		"name": "OK"
	}, {
		"id": 38,
		"univs": [{
			"id": 738001,
			"name": "Oregon State University"
		}, {
			"id": 738002,
			"name": "Portland State University "
		}, {
			"id": 738003,
			"name": "University of Oregon "
		}, {
			"id": 738004,
			"name": "Lewis & Clark College"
		}, {
			"id": 738005,
			"name": "western oregon university "
		}, {
			"id": 738006,
			"name": "Willamette University"
		}, {
			"id": 738007,
			"name": "Linfield College"
		}, {
			"id": 738008,
			"name": "Reed College"
		}, {
			"id": 738009,
			"name": "Southern Oregon University"
		}, {
			"id": 738010,
			"name": "Pacific University"
		}, {
			"id": 738011,
			"name": "George Fox University"
		}],
		"country_id": 7,
		"name": "OR"
	}, {
		"id": 39,
		"univs": [{
			"id": 739001,
			"name": "Carnegie Mellon University "
		}, {
			"id": 739002,
			"name": "Drexel University "
		}, {
			"id": 739003,
			"name": "Duquesne University "
		}, {
			"id": 739004,
			"name": "Lehigh University "
		}, {
			"id": 739005,
			"name": "MCP Hahnemann University "
		}, {
			"id": 739006,
			"name": "Pennsylvania State University Park"
		}, {
			"id": 739007,
			"name": "Temple University "
		}, {
			"id": 739008,
			"name": "University of Pennsylvania "
		}, {
			"id": 739009,
			"name": "University of Pittsburgh "
		}, {
			"id": 739010,
			"name": "Widener University "
		}, {
			"id": 739011,
			"name": "Bryn Mawr College"
		}, {
			"id": 739012,
			"name": "Bucknell University"
		}, {
			"id": 739013,
			"name": "Chatham  University"
		}, {
			"id": 739014,
			"name": "Franklin & Marshall College"
		}, {
			"id": 739015,
			"name": "Grove City College "
		}, {
			"id": 739016,
			"name": "Swarthmore College"
		}, {
			"id": 739017,
			"name": "Saint Joseph's University"
		}, {
			"id": 739018,
			"name": "Haverford College"
		}, {
			"id": 739019,
			"name": "Lafayette College"
		}, {
			"id": 739020,
			"name": "Dickinson College"
		}, {
			"id": 739021,
			"name": "Gettysburg College"
		}, {
			"id": 739022,
			"name": "Allegheny College"
		}, {
			"id": 739023,
			"name": "Philadelphia University"
		}, {
			"id": 739024,
			"name": "The Curtis Institute of Music "
		}, {
			"id": 739025,
			"name": "Villanova University"
		}, {
			"id": 739026,
			"name": "Muhlenberg College"
		}, {
			"id": 739027,
			"name": "Susquehanna University"
		}, {
			"id": 739028,
			"name": "Washington and Jefferson College"
		}, {
			"id": 739029,
			"name": "Juniata College"
		}, {
			"id": 739030,
			"name": "Lock Haven"
		}, {
			"id": 739031,
			"name": "Bloomsburg University of Pennsylvania"
		}, {
			"id": 739032,
			"name": "Kutztown University of Pennsylvania"
		}, {
			"id": 739033,
			"name": "Arcadia University"
		}, {
			"id": 739034,
			"name": "University of Scranton"
		}, {
			"id": 739036,
			"name": "Community College of Philadelphia"
		}, {
			"id": 739037,
			"name": "Clarion University of Pennsylvania"
		}, {
			"id": 739039,
			"name": "La Salle University"
		}, {
			"id": 739040,
			"name": "East Stroudsburg University"
		}, {
			"id": 739041,
			"name": "Harrisburg Area Community College"
		}, {
			"id": 739042,
			"name": "Edinboro University of Pennsylvania"
		}, {
			"id": 739043,
			"name": "Albright College "
		}, {
			"id": 739044,
			"name": "Cedar Crest College"
		}, {
			"id": 739045,
			"name": "Wilkes University"
		}, {
			"id": 739046,
			"name": "Slippery Rock University"
		}],
		"country_id": 7,
		"name": "PA"
	}, {
		"id": 40,
		"univs": [{
			"id": 740001,
			"name": "Brown University "
		}, {
			"id": 740002,
			"name": "University of Rhode Island "
		}, {
			"id": 740003,
			"name": "Bryant University"
		}, {
			"id": 740004,
			"name": "RISD"
		}, {
			"id": 740005,
			"name": "Johnson & Wales University"
		}, {
			"id": 740006,
			"name": "Roger Williams University"
		}],
		"country_id": 7,
		"name": "RI"
	}, {
		"id": 41,
		"univs": [{
			"id": 741001,
			"name": "Clemson University "
		}, {
			"id": 741002,
			"name": "South Carolina State University "
		}, {
			"id": 741003,
			"name": "University of South Carolina Columbia "
		}, {
			"id": 741004,
			"name": "Winthrop University"
		}, {
			"id": 741005,
			"name": "Presbyterian College"
		}, {
			"id": 741006,
			"name": "Wofford College"
		}, {
			"id": 741007,
			"name": "Furman University"
		}],
		"country_id": 7,
		"name": "SC"
	}, {
		"id": 42,
		"univs": [{
			"id": 742001,
			"name": "South Dakota State University"
		}, {
			"id": 742002,
			"name": "University of South Dakota "
		}, {
			"id": 742003,
			"name": "Northern State University"
		}, {
			"id": 742004,
			"name": "Dakota State University"
		}],
		"country_id": 7,
		"name": "SD"
	}, {
		"id": 43,
		"univs": [{
			"id": 743001,
			"name": "East Tennessee State University"
		}, {
			"id": 743002,
			"name": "Middle Tennessee State University "
		}, {
			"id": 743003,
			"name": "Tennessee State University"
		}, {
			"id": 743004,
			"name": "University of Tennessee Knoxville "
		}, {
			"id": 743005,
			"name": "University of Memphis "
		}, {
			"id": 743006,
			"name": "Vanderbilt University "
		}, {
			"id": 743007,
			"name": "Tennessee Technological University"
		}, {
			"id": 743008,
			"name": "Rhodes College"
		}, {
			"id": 743009,
			"name": "Fisk University"
		}, {
			"id": 743010,
			"name": "Sewanee—University of the South"
		}],
		"country_id": 7,
		"name": "TN"
	}, {
		"id": 44,
		"univs": [{
			"id": 744001,
			"name": "Baylor University "
		}, {
			"id": 744002,
			"name": "Rice University "
		}, {
			"id": 744003,
			"name": "Southern Methodist University "
		}, {
			"id": 744004,
			"name": "Texas A&M University College Station "
		}, {
			"id": 744005,
			"name": "Texas A&M University Kingsville"
		}, {
			"id": 744006,
			"name": "Texas A&M University Commerce"
		}, {
			"id": 744007,
			"name": "Texas Christian University"
		}, {
			"id": 744008,
			"name": "Texas Southern University"
		}, {
			"id": 744009,
			"name": "Texas Tech University "
		}, {
			"id": 744010,
			"name": "Texas Woman's University "
		}, {
			"id": 744011,
			"name": "University of Houston "
		}, {
			"id": 744012,
			"name": "University of North Texas "
		}, {
			"id": 744013,
			"name": "University of Texas Arlington "
		}, {
			"id": 744014,
			"name": "University of Texas Austin "
		}, {
			"id": 744015,
			"name": "University of Texas Dallas "
		}, {
			"id": 744016,
			"name": "University of Texas El Paso "
		}, {
			"id": 744017,
			"name": "Abilene Christian University"
		}, {
			"id": 744018,
			"name": "University of Texas San Anotnio"
		}, {
			"id": 744020,
			"name": "University of Texas at San Antonio"
		}, {
			"id": 744021,
			"name": "RICHLAND COLLEGE"
		}, {
			"id": 744022,
			"name": "Baylor College of Medicine"
		}, {
			"id": 744023,
			"name": "Lamar University"
		}, {
			"id": 744024,
			"name": "Texas State University, San Marcos"
		}, {
			"id": 744025,
			"name": "Texas A&M University Corpus Christi"
		}, {
			"id": 744026,
			"name": "Austin College"
		}, {
			"id": 744027,
			"name": "Southwestern University"
		}, {
			"id": 744028,
			"name": "Trinity University"
		}, {
			"id": 744029,
			"name": "University of the Incarnate Word"
		}, {
			"id": 744030,
			"name": "Hardin-Simmons University"
		}, {
			"id": 744031,
			"name": "University of Texas Medical Branch at Galveston"
		}, {
			"id": 744032,
			"name": "University of Houston - Downtown"
		}, {
			"id": 744033,
			"name": "University of Mary Hardin-Baylor"
		}, {
			"id": 744034,
			"name": "Dallas Baptist University "
		}, {
			"id": 744035,
			"name": "University of Texas Southwestern Medical Center at Dallas"
		}, {
			"id": 744036,
			"name": "Brookhaven College"
		}],
		"country_id": 7,
		"name": "TX"
	}, {
		"id": 45,
		"univs": [{
			"id": 745001,
			"name": "Brigham Young University Provo "
		}, {
			"id": 745002,
			"name": "University of Utah "
		}, {
			"id": 745003,
			"name": "Utah State University "
		}, {
			"id": 745004,
			"name": "Weber State University"
		}, {
			"id": 745005,
			"name": "Westminster College"
		}],
		"country_id": 7,
		"name": "UT"
	}, {
		"id": 46,
		"univs": [{
			"id": 746001,
			"name": "College of William and Mary "
		}, {
			"id": 746002,
			"name": "George Mason University "
		}, {
			"id": 746003,
			"name": "Old Dominion University "
		}, {
			"id": 746004,
			"name": "University of Virginia "
		}, {
			"id": 746005,
			"name": "Virginia Commonwealth University "
		}, {
			"id": 746006,
			"name": "Virginia Tech "
		}, {
			"id": 746007,
			"name": "Christopher Newport University"
		}, {
			"id": 746008,
			"name": "Liberty University"
		}, {
			"id": 746009,
			"name": "Washington and Lee University"
		}, {
			"id": 746010,
			"name": "Randolph College"
		}, {
			"id": 746011,
			"name": "University of Richmond"
		}, {
			"id": 746012,
			"name": "James Madison Univeristy"
		}, {
			"id": 746013,
			"name": "Hollins University"
		}, {
			"id": 746014,
			"name": "Hampden - Sydney College"
		}, {
			"id": 746015,
			"name": "Sweet Briar College"
		}, {
			"id": 746016,
			"name": "Virginia Military Institute"
		}, {
			"id": 746017,
			"name": "Southern Virginia University"
		}, {
			"id": 746018,
			"name": "Mary Baldwin College"
		}, {
			"id": 746019,
			"name": "Randolph Macon College "
		}, {
			"id": 746020,
			"name": "Longwood University"
		}, {
			"id": 746021,
			"name": "Radford University "
		}, {
			"id": 746022,
			"name": "J. Sargeant Reynolds Community College"
		}, {
			"id": 746023,
			"name": "University of Northern Virginia"
		}, {
			"id": 746024,
			"name": "Northern Virginia Community College "
		}],
		"country_id": 7,
		"name": "VA"
	}, {
		"id": 47,
		"univs": [{
			"id": 747001,
			"name": "University of Vermont "
		}, {
			"id": 747002,
			"name": "Middlebury College"
		}, {
			"id": 747003,
			"name": "St. Michael's College"
		}, {
			"id": 747004,
			"name": "Bennington College"
		}],
		"country_id": 7,
		"name": "VT"
	}, {
		"id": 48,
		"univs": [{
			"id": 748001,
			"name": "University of Washington "
		}, {
			"id": 748002,
			"name": "Washington State University "
		}, {
			"id": 748003,
			"name": "Pacific Lutheran University"
		}, {
			"id": 748005,
			"name": "Eastern Washington University"
		}, {
			"id": 748006,
			"name": "University of Puget Sound"
		}, {
			"id": 748007,
			"name": "Whitman College"
		}, {
			"id": 748008,
			"name": "Tacoma Community College"
		}, {
			"id": 748009,
			"name": "Seattle University"
		}, {
			"id": 748010,
			"name": "Central Washington University"
		}, {
			"id": 748011,
			"name": "The Art Institute of Seattle"
		}, {
			"id": 748012,
			"name": "Green River Community Collage"
		}, {
			"id": 748013,
			"name": "Shoreline Community College"
		}, {
			"id": 748014,
			"name": "Bellevue Community College"
		}, {
			"id": 748015,
			"name": "North Seattle Community College"
		}, {
			"id": 748016,
			"name": "South Seattle Community College"
		}, {
			"id": 748017,
			"name": "Western Washington University"
		}, {
			"id": 748018,
			"name": "Edmonds Community College"
		}, {
			"id": 748019,
			"name": "Pierce College "
		}, {
			"id": 748020,
			"name": "City University of Seattle "
		}, {
			"id": 748021,
			"name": "Seattle Central Community College "
		}],
		"country_id": 7,
		"name": "WA"
	}, {
		"id": 49,
		"univs": [{
			"id": 749001,
			"name": "Marquette University "
		}, {
			"id": 749002,
			"name": "University of Wisconsin Madison "
		}, {
			"id": 749003,
			"name": "University of Wisconsin Milwaukee "
		}, {
			"id": 749004,
			"name": "St. Norbert College"
		}, {
			"id": 749005,
			"name": "University of Wisconsin-Stevens Point"
		}, {
			"id": 749006,
			"name": "University of Wisconsin-Whitewater"
		}, {
			"id": 749007,
			"name": "Lawrence University"
		}, {
			"id": 749008,
			"name": "Beloit College"
		}, {
			"id": 749009,
			"name": "University Of Wisconsin La Crosse"
		}, {
			"id": 749010,
			"name": "University of Wisconsin Green Bay"
		}, {
			"id": 749011,
			"name": "University of Wisconsin Oshkosh"
		}, {
			"id": 749012,
			"name": "University of Wisconsin-Eau Claire"
		}, {
			"id": 749013,
			"name": "University of Wisconsin - Stout"
		}, {
			"id": 749014,
			"name": "University of Wisconsin-Platteville"
		}, {
			"id": 749015,
			"name": "University of Wisconsin-Superior"
		}, {
			"id": 749016,
			"name": "Lakeland College "
		}, {
			"id": 749017,
			"name": "University of Wisconsin-River Falls"
		}, {
			"id": 749018,
			"name": "Medical College of Wisconsin"
		}, {
			"id": 749019,
			"name": "Wisconsin Lutheran College"
		}],
		"country_id": 7,
		"name": "WI"
	}, {
		"id": 50,
		"univs": [{
			"id": 750001,
			"name": "West Virginia University "
		}, {
			"id": 750002,
			"name": "Fairmont State University"
		}, {
			"id": 750003,
			"name": "Marshall University"
		}, {
			"id": 750004,
			"name": "University of Charleston"
		}, {
			"id": 750005,
			"name": "West Virginia Wesleyan College"
		}],
		"country_id": 7,
		"name": "WV"
	}, {
		"id": 51,
		"univs": [{
			"id": 751001,
			"name": "University of Wyoming "
		}],
		"country_id": 7,
		"name": "WY"
	}]
}, {
	"id": "08",
	"univs": [{
		"id": 800001,
		"name": "Universität Tübingen"
	}, {
		"id": 800002,
		"name": "Freie Universität Berlin"
	}, {
		"id": 800003,
		"name": "Universität Göttingen"
	}, {
		"id": 800004,
		"name": "Philipps Universität Marburg"
	}, {
		"id": 800005,
		"name": "Ruhr Universität Bochum"
	}, {
		"id": 800006,
		"name": "Technische Hochschule Aachen"
	}, {
		"id": 800007,
		"name": "Technische Universität Berlin"
	}, {
		"id": 800008,
		"name": "Technische Universität München"
	}, {
		"id": 800009,
		"name": "Universität Augsburg"
	}, {
		"id": 800010,
		"name": "Universität Bamberg"
	}, {
		"id": 800011,
		"name": "Universität Bayreuth"
	}, {
		"id": 800012,
		"name": "Universität Bielefeld"
	}, {
		"id": 800013,
		"name": "Universität Bonn"
	}, {
		"id": 800014,
		"name": "Universität Braunschweig"
	}, {
		"id": 800015,
		"name": "Universität Bremen"
	}, {
		"id": 800016,
		"name": "Universität Dortmund"
	}, {
		"id": 800017,
		"name": "Universität Dusseldorf"
	}, {
		"id": 800018,
		"name": "Universität Erlangen"
	}, {
		"id": 800019,
		"name": "Universität Frankfurt"
	}, {
		"id": 800020,
		"name": "Universität Gesamthochschule Siegen"
	}, {
		"id": 800021,
		"name": "Universität GH Duisburg"
	}, {
		"id": 800022,
		"name": "Universität GH Essen"
	}, {
		"id": 800023,
		"name": "Universität GH Kassel"
	}, {
		"id": 800024,
		"name": "Universität -GH Paderborn"
	}, {
		"id": 800025,
		"name": "Universität- GH Wuppertal"
	}, {
		"id": 800026,
		"name": "Universität Giessen"
	}, {
		"id": 800027,
		"name": "Universität Hamburg"
	}, {
		"id": 800028,
		"name": "Universität Hannover"
	}, {
		"id": 800029,
		"name": "Universität Heidelberg"
	}, {
		"id": 800030,
		"name": "Universität koeln"
	}, {
		"id": 800031,
		"name": "Technische Universität Kaiserslautern"
	}, {
		"id": 800032,
		"name": "Universität Karlsruhe"
	}, {
		"id": 800033,
		"name": "Universität Kiel"
	}, {
		"id": 800034,
		"name": "Universität Konstanz"
	}, {
		"id": 800035,
		"name": "Universität Mainz"
	}, {
		"id": 800036,
		"name": "Universität Mannheim"
	}, {
		"id": 800037,
		"name": "LMU München"
	}, {
		"id": 800038,
		"name": "Universität Münster"
	}, {
		"id": 800039,
		"name": "Universität Oldenburg"
	}, {
		"id": 800040,
		"name": "Universität Osnabrueck"
	}, {
		"id": 800041,
		"name": "Universität Passau"
	}, {
		"id": 800042,
		"name": "Universität Regensburg"
	}, {
		"id": 800043,
		"name": "Universität Saarbrucken"
	}, {
		"id": 800044,
		"name": "Universität Stuttgart"
	}, {
		"id": 800045,
		"name": "Universität Trier"
	}, {
		"id": 800046,
		"name": "Universität Ulm"
	}, {
		"id": 800047,
		"name": "Universität Würzburg"
	}, {
		"id": 800048,
		"name": "Universität paderborn"
	}, {
		"id": 800049,
		"name": "Universität Leipzig"
	}, {
		"id": 800053,
		"name": "Technische Universität Hamburg-Harburg    "
	}, {
		"id": 800054,
		"name": "Technische Universität Dresden"
	}, {
		"id": 800055,
		"name": "Technische Universität Clausthal   "
	}, {
		"id": 800056,
		"name": "Technische Universität Braunschweig    "
	}, {
		"id": 800057,
		"name": "Humboldt Universität zu Berlin            "
	}, {
		"id": 800058,
		"name": "Fachhochschule lübeck                     "
	}, {
		"id": 800059,
		"name": "Fachhochschule Aachen                    "
	}, {
		"id": 800060,
		"name": "Albert-Ludwigs-Universität Freiburg   "
	}, {
		"id": 800061,
		"name": "Duisburg-Essen"
	}, {
		"id": 800062,
		"name": "Hochschule-Merseburg"
	}, {
		"id": 800063,
		"name": "Hochschule für Musik und Theater Hamburg "
	}, {
		"id": 800064,
		"name": "Universität Duisburg-Essen"
	}, {
		"id": 800065,
		"name": "Friedrich-Schiller-Universität Jena"
	}, {
		"id": 800066,
		"name": "Otto-von-Guericke-Universitaet Magdeburg"
	}, {
		"id": 800067,
		"name": "Fachhochschule München "
	}, {
		"id": 800068,
		"name": "Charité Berlin"
	}, {
		"id": 800069,
		"name": "Fachhochschule Hannover"
	}, {
		"id": 800070,
		"name": "FH-oow"
	}, {
		"id": 800071,
		"name": "Georg-Sonnin-Schule"
	}, {
		"id": 800072,
		"name": "Georg-Simon-Ohm Hochschule Nürnberg"
	}, {
		"id": 800073,
		"name": "Technische Universität Darmstadt"
	}, {
		"id": 800074,
		"name": "Universität Rostock"
	}, {
		"id": 800075,
		"name": "Fachhochschule Worms"
	}, {
		"id": 800076,
		"name": "Friedrich-Alexander-Universität-Erlangen-Nürnberg"
	}, {
		"id": 800077,
		"name": "Technische Universität Chemnitz "
	}, {
		"id": 800078,
		"name": "Fachhochschule Braunschweig/Wolfenbüttel"
	}, {
		"id": 800079,
		"name": "Hochschule Karlsruhe Technik und Wirtschaft"
	}, {
		"id": 800080,
		"name": "Fachhochschule Kaiserslautern"
	}, {
		"id": 800081,
		"name": "Hochschule Neu-Ulm"
	}, {
		"id": 800082,
		"name": "Internationale Fachhochschule Bad Honnef-Bonn"
	}, {
		"id": 800083,
		"name": "International College of Communication and New Media"
	}, {
		"id": 800084,
		"name": "Hochschule für Musik Dresden Carl Maria von Weber"
	}, {
		"id": 800085,
		"name": "Hochschule fuer Musik Detmold"
	}, {
		"id": 800086,
		"name": "Brandenburgische Technische Universität"
	}, {
		"id": 800087,
		"name": "Hochschule Furtwangen University "
	}, {
		"id": 800088,
		"name": "Martin Luther Universität Halle Wittenberg "
	}, {
		"id": 800089,
		"name": "Business and Information Technology School "
	}, {
		"id": 800090,
		"name": "Hochschle Mittweida"
	}, {
		"id": 800091,
		"name": "FH Koblenz"
	}, {
		"id": 800093,
		"name": "Fachhochschule Koblenz"
	}, {
		"id": 800094,
		"name": "Hochschule für Musik Hanns Eisler Berlin"
	}, {
		"id": 800095,
		"name": "Hochschule für Musik und Theater München"
	}, {
		"id": 800096,
		"name": "Hochschule für Musik und Theater Hannover"
	}, {
		"id": 800097,
		"name": "Universität Potsdam"
	}, {
		"id": 800098,
		"name": "Hochschule Anhalt"
	}, {
		"id": 800099,
		"name": "Universität Witten-Herdecke"
	}, {
		"id": 800100,
		"name": "Hochschule Esslingen"
	}, {
		"id": 800101,
		"name": "Burg Giebichenstein Hochschule für Kunst und Design Halle"
	}, {
		"id": 800102,
		"name": "Anhalt University of Applied Sciences"
	}, {
		"id": 800103,
		"name": "Bauhaus-Universitaet Weimar"
	}, {
		"id": 800104,
		"name": "Brandenburgische Technische Universität Cottbus"
	}, {
		"id": 800105,
		"name": "Fachhochschule Osnabrueck"
	}, {
		"id": 800106,
		"name": "Fachhochschule Wiesbaden"
	}, {
		"id": 800109,
		"name": "Hochschule Fresenius"
	}, {
		"id": 800110,
		"name": "Hochschule für Künste Bremen"
	}, {
		"id": 800111,
		"name": "Hochschule für Musik Freiburg"
	}, {
		"id": 800112,
		"name": "Hochschule Niederrhein"
	}, {
		"id": 800113,
		"name": "Universitaet Hohenheim"
	}, {
		"id": 800114,
		"name": "Universität Kassel"
	}, {
		"id": 800115,
		"name": "Universität Witten/Herdecke"
	}, {
		"id": 800116,
		"name": "Fachhochschule Ansbach"
	}, {
		"id": 800117,
		"name": "Technische Universität Bergakademie Freiberg"
	}, {
		"id": 800118,
		"name": "Hochschule für Musik und Darstellende Kunst Frankfurt am Main"
	}, {
		"id": 800119,
		"name": "Hochschule für Musik Karlsruhe"
	}, {
		"id": 800120,
		"name": "Fachhochschule für Technik und Wirtschaft Berlin"
	}, {
		"id": 800121,
		"name": "Ernst-Moritz-Arndt-Universität Greifswald"
	}, {
		"id": 800122,
		"name": "Hochschule für Musik Nürnberg"
	}, {
		"id": 800123,
		"name": "Fachhochschule für Oekonomie & Management"
	}, {
		"id": 800124,
		"name": "Fachhochschule Jena "
	}, {
		"id": 800125,
		"name": "Hochschule für Musik Franz Liszt Weimar "
	}, {
		"id": 800126,
		"name": "Staatliche Hochschule für Musik und darstellende Kunst Mannheim"
	}, {
		"id": 800127,
		"name": "Technische Universität Ilmenau "
	}, {
		"id": 800128,
		"name": "TU Dresden"
	}, {
		"id": 800129,
		"name": "Universität Lübeck "
	}, {
		"id": 800130,
		"name": "Hochschule Bremen"
	}, {
		"id": 800131,
		"name": "Hochschule Darmstadt"
	}, {
		"id": 800132,
		"name": "Hochschule Coburg"
	}, {
		"id": 800133,
		"name": "Hochschule Wismar"
	}, {
		"id": 800134,
		"name": "Frankfurt School of Finance & Management"
	}, {
		"id": 800135,
		"name": "hochschule fuer musik franz liszt weimar"
	}, {
		"id": 800136,
		"name": "Staatliche Hochschule für Musik und darstellende Kunst Stuttgart"
	}, {
		"id": 800137,
		"name": "Staatliche Hochschule für Musik und Darschtellende Kunst Stuttgart"
	}, {
		"id": 800138,
		"name": "WHU-Otto Beisheim School of Management"
	}, {
		"id": 800139,
		"name": "Hochschule Mannheim"
	}, {
		"id": 800140,
		"name": "Fachhochschule Erfurt"
	}, {
		"id": 800141,
		"name": "Universität der Künste Berlin"
	}, {
		"id": 800142,
		"name": "TU Clausthal"
	}],
	"name": "德国",
	"provs": ""
}, {
	"id": "09",
	"univs": [{
		"id": 900001,
		"name": "홍익대학교"
	}, {
		"id": 900002,
		"name": "호원대학교 "
	}, {
		"id": 900003,
		"name": "한양대학교"
	}, {
		"id": 900004,
		"name": "한신대학교 "
	}, {
		"id": 900005,
		"name": "한성대학교 "
	}, {
		"id": 900006,
		"name": "한림대학교 "
	}, {
		"id": 900007,
		"name": "한국외국어대학교"
	}, {
		"id": 900008,
		"name": "충북대학교"
	}, {
		"id": 900009,
		"name": "충남대학교"
	}, {
		"id": 900010,
		"name": "청주대학교"
	}, {
		"id": 900011,
		"name": "청운대학교"
	}, {
		"id": 900012,
		"name": "중앙대학교"
	}, {
		"id": 900013,
		"name": "전주대학교"
	}, {
		"id": 900014,
		"name": "전남대학교"
	}, {
		"id": 900015,
		"name": "인하대학교"
	}, {
		"id": 900016,
		"name": "인천대학교 "
	}, {
		"id": 900017,
		"name": "인제대학교"
	}, {
		"id": 900018,
		"name": "익산대학"
	}, {
		"id": 900019,
		"name": "이화여자대학교"
	}, {
		"id": 900020,
		"name": "원광대학교 "
	}, {
		"id": 900021,
		"name": "울산대학교 "
	}, {
		"id": 900022,
		"name": "우송대학교 "
	}, {
		"id": 900023,
		"name": "영진전문대학 "
	}, {
		"id": 900024,
		"name": "영남대학교"
	}, {
		"id": 900025,
		"name": "아주대학교"
	}, {
		"id": 900026,
		"name": "숭실대학교"
	}, {
		"id": 900027,
		"name": "숙명여자대학교"
	}, {
		"id": 900028,
		"name": "세종대학교"
	}, {
		"id": 900029,
		"name": "성신여자대학교"
	}, {
		"id": 900030,
		"name": "성균관대학교"
	}, {
		"id": 900031,
		"name": "서울시립대학교"
	}, {
		"id": 900032,
		"name": "서울대학교"
	}, {
		"id": 900033,
		"name": "서강대학교"
	}, {
		"id": 900034,
		"name": "상명대학교 "
	}, {
		"id": 900035,
		"name": "부산대학교"
	}, {
		"id": 900036,
		"name": "부경대학교"
	}, {
		"id": 900037,
		"name": "배재대학교"
	}, {
		"id": 900038,
		"name": "명지대학교 "
	}, {
		"id": 900039,
		"name": "동양대학교"
	}, {
		"id": 900040,
		"name": "동아대학교"
	}, {
		"id": 900041,
		"name": "동국대학교"
	}, {
		"id": 900042,
		"name": "대전대학교 "
	}, {
		"id": 900043,
		"name": "대구대학교 "
	}, {
		"id": 900044,
		"name": "단국대학교"
	}, {
		"id": 900045,
		"name": "군산대학교"
	}, {
		"id": 900046,
		"name": "국민대학교"
	}, {
		"id": 900047,
		"name": "광주대학교"
	}, {
		"id": 900048,
		"name": "광운대학교 "
	}, {
		"id": 900049,
		"name": "공주대학교 "
	}, {
		"id": 900050,
		"name": "고려대학교"
	}, {
		"id": 900051,
		"name": "계명대학교 "
	}, {
		"id": 900052,
		"name": "경희대학교"
	}, {
		"id": 900053,
		"name": "경일대학교 "
	}, {
		"id": 900054,
		"name": "경원대학교 "
	}, {
		"id": 900055,
		"name": "경북대학교"
	}, {
		"id": 900056,
		"name": "경동대학교"
	}, {
		"id": 900057,
		"name": "경기대학교 "
	}, {
		"id": 900058,
		"name": "건국대학교"
	}, {
		"id": 900059,
		"name": "강원대학교 "
	}, {
		"id": 900060,
		"name": "강남대학교"
	}, {
		"id": 900061,
		"name": "가톨릭대학교 "
	}, {
		"id": 900064,
		"name": "동의대학교"
	}, {
		"id": 900065,
		"name": "미래대학교"
	}, {
		"id": 900066,
		"name": "충주대학교"
	}, {
		"id": 900067,
		"name": "한경대학교"
	}, {
		"id": 900068,
		"name": "한의대학교"
	}, {
		"id": 900069,
		"name": "순천향대학교"
	}, {
		"id": 900070,
		"name": "호남대학교"
	}, {
		"id": 900071,
		"name": "동신대학교"
	}, {
		"id": 900072,
		"name": "광중대학교"
	}, {
		"id": 900073,
		"name": "신라대학교"
	}, {
		"id": 900075,
		"name": "용인대학교"
	}, {
		"id": 900076,
		"name": "동의과학대학교"
	}, {
		"id": 900077,
		"name": "연세대학교"
	}, {
		"id": 900078,
		"name": "대불대학교"
	}, {
		"id": 900079,
		"name": "항공대학교"
	}, {
		"id": 900080,
		"name": "국립금오공과대학교"
	}, {
		"id": 900081,
		"name": "금오공과대학교"
	}, {
		"id": 900082,
		"name": "호서대학교"
	}, {
		"id": 900083,
		"name": "전북대학교"
	}, {
		"id": 900084,
		"name": "경상대학교"
	}, {
		"id": 900085,
		"name": "제주대학교"
	}, {
		"id": 900086,
		"name": "순천대학교"
	}, {
		"id": 900087,
		"name": "동명대학교"
	}, {
		"id": 900088,
		"name": "세명대학교"
	}, {
		"id": 900089,
		"name": "대진대학교"
	}, {
		"id": 900090,
		"name": "나사렛대학교"
	}, {
		"id": 900091,
		"name": "동서대학교"
	}, {
		"id": 900092,
		"name": "부산외국어대학교"
	}, {
		"id": 900093,
		"name": "한국기술교육대학교"
	}, {
		"id": 900094,
		"name": "영산대학교"
	}, {
		"id": 900095,
		"name": "목원대학교"
	}, {
		"id": 900096,
		"name": "우석대학교 "
	}, {
		"id": 900097,
		"name": "광신대학교 "
	}, {
		"id": 900098,
		"name": "강릉대학교 "
	}, {
		"id": 900099,
		"name": "조선대학교"
	}, {
		"id": 900100,
		"name": "한국과학기술원"
	}, {
		"id": 900101,
		"name": "성공회대학교"
	}, {
		"id": 900102,
		"name": "서울산업대학교"
	}, {
		"id": 900103,
		"name": "건양대학교"
	}, {
		"id": 900104,
		"name": "국립창원대학교"
	}, {
		"id": 900105,
		"name": "관동대학교"
	}, {
		"id": 900106,
		"name": "부산정보대학"
	}, {
		"id": 900107,
		"name": "남서울대학교"
	}, {
		"id": 900108,
		"name": "두원공과대학"
	}, {
		"id": 900109,
		"name": "서울기독대학교"
	}, {
		"id": 900110,
		"name": "경남대학교"
	}, {
		"id": 900111,
		"name": "서울예술대학"
	}, {
		"id": 900112,
		"name": "서경대학교"
	}, {
		"id": 900113,
		"name": "수원대학교"
	}, {
		"id": 900114,
		"name": "김천대학교"
	}, {
		"id": 900115,
		"name": "나주대학"
	}, {
		"id": 900116,
		"name": "대구광역시 계명대학교"
	}, {
		"id": 900117,
		"name": "대구예술대학교"
	}, {
		"id": 900118,
		"name": "부산경남정보대학교"
	}, {
		"id": 900119,
		"name": "선문대학교"
	}, {
		"id": 900120,
		"name": "종남 아산 선문대학교"
	}, {
		"id": 900121,
		"name": "진주산업대학교"
	}, {
		"id": 900122,
		"name": "초당대학교"
	}, {
		"id": 900123,
		"name": "포항공대 "
	}, {
		"id": 900124,
		"name": "한서대학교"
	}, {
		"id": 900126,
		"name": "목포대학교"
	}, {
		"id": 900127,
		"name": "국립목포대학교"
	}, {
		"id": 900128,
		"name": "부찬걍창대학교"
	}, {
		"id": 900129,
		"name": "부산동의대학교"
	}, {
		"id": 900130,
		"name": "서울여자대학교"
	}, {
		"id": 900131,
		"name": "안동과학대학"
	}, {
		"id": 900132,
		"name": "연세대하교"
	}, {
		"id": 900133,
		"name": "평택대학교"
	}, {
		"id": 900134,
		"name": "한림성심대학"
	}, {
		"id": 900135,
		"name": "공주영상대학"
	}, {
		"id": 900136,
		"name": "국립 한밭대학교 "
	}, {
		"id": 900137,
		"name": "중부대학교"
	}, {
		"id": 900139,
		"name": "창신대학"
	}, {
		"id": 900140,
		"name": "한국해양대학교"
	}, {
		"id": 900141,
		"name": "탐라대학교"
	}, {
		"id": 900142,
		"name": "가야대학교"
	}, {
		"id": 900143,
		"name": "경성대학교"
	}, {
		"id": 900144,
		"name": "경희대하교"
	}, {
		"id": 900145,
		"name": "극동대학교"
	}, {
		"id": 900146,
		"name": "한국예술종합학교"
	}, {
		"id": 900147,
		"name": "안동대학교"
	}, {
		"id": 900148,
		"name": "가천의과학대학교"
	}],
	"name": "韩国",
	"provs": ""
}, {
	"id": "10",
	"univs": [{
		"id": 1000001,
		"name": "Санкт - Петербургский государственный университет экономики и финансов"
	}, {
		"id": 1000002,
		"name": "Санкт-Петербургский государственный университет аэрокосмического приборостроения"
	}, {
		"id": 1000003,
		"name": "Санкт-Петербургский государственный университет"
	}, {
		"id": 1000004,
		"name": "Российский  университет  дружбы народов"
	}, {
		"id": 1000005,
		"name": "Российский Государственный Университет нефти и газа имени И.М.Губкина"
	}, {
		"id": 1000006,
		"name": "Московский энергетический институт"
	}, {
		"id": 1000007,
		"name": "Дальневосточный Государственный Технический Рыбохозяйственный Университет"
	}, {
		"id": 1000008,
		"name": "Волгоградский государственный медицинский университет"
	}, {
		"id": 1000009,
		"name": "Белгородский Государственный Университет"
	}, {
		"id": 1000010,
		"name": "Московская  Медицинская Академия  имени И.М. Сеченова"
	}, {
		"id": 1000011,
		"name": "Московский Государственный университет им.М.В.Ломоносова"
	}, {
		"id": 1000012,
		"name": "ДАЛЬРЫБВТУЗ"
	}, {
		"id": 1000013,
		"name": "САНКТ-ПЕТЕРБУРГСКАЯ  АКАДЕМИЯ  ЖИВОПИСИ, СКУЛЬПТУРЫ И АРХИТЕКТУРЫ  ИМЕНИ  И.Е. РЕПИНА "
	}, {
		"id": 1000014,
		"name": "Санкт-Петербургский государственный электротехнический университет «ЛЭТИ»"
	}, {
		"id": 1000015,
		"name": "Санкт-Петербургский государственный горный институт"
	}, {
		"id": 1000016,
		"name": "Санкт-Петербургский государственный политехнический университет"
	}, {
		"id": 1000017,
		"name": "Российский государственный педагогический университет им. А.И. Герцена"
	}, {
		"id": 1000018,
		"name": "Санкт-Петербургский государственный университет технологии и дизайна"
	}, {
		"id": 1000019,
		"name": "Санкт-Петербургский государственный консерватории им. Н. А. Римского-Корсакова."
	}, {
		"id": 1000020,
		"name": "Санкт-Петербургский государственный университет информационных технологий, механики и оптики"
	}, {
		"id": 1000023,
		"name": "Московский государственный академический художественный институт  им.В.И.Сурикова"
	}, {
		"id": 1000024,
		"name": "МОСКОВСКИЙ АВТОМОБИЛЬНО-ДОРОЖНЫЙ　ИНСТИТУТ"
	}, {
		"id": 1000025,
		"name": "Воронежский государственный архитектурно-строительный университет "
	}, {
		"id": 1000027,
		"name": "Томский политехнический университет"
	}, {
		"id": 1000028,
		"name": "Санкт-Петербургский государственный медицинский университет имени академика И.П. Павлова."
	}, {
		"id": 1000029,
		"name": "Снакт-Петербургский Государственный Морской Технический Университет"
	}, {
		"id": 1000030,
		"name": "Московский государственный университет экономики, статистики и информатики "
	}, {
		"id": 1000031,
		"name": "Дальневосточный Государетвенный Агрный Университета"
	}, {
		"id": 1000033,
		"name": "МЭСИ"
	}, {
		"id": 1000035,
		"name": "Южный федералиный университет"
	}, {
		"id": 1000036,
		"name": "Московский государственный университет природообустройства "
	}, {
		"id": 1000037,
		"name": "МОСКОВСКИЙ ГОСУДАРСТВЕННЫЙ УНИВЕРСИТЕТ ПУТЕЙ СООБЩЕНИЯ"
	}, {
		"id": 1000038,
		"name": "Владивостокский государственный университет экономики и сервиса"
	}, {
		"id": 1000039,
		"name": "Ивановский государственный химико технологический университет"
	}, {
		"id": 1000040,
		"name": "Волгоградский государственный педагогический университет"
	}, {
		"id": 1000041,
		"name": "Волгоградский государственный технический университет(ВГТУ)"
	}, {
		"id": 1000042,
		"name": "Дальневосточный государственный технический университет (ДВПИ им. В. В. Куйбышева)"
	}, {
		"id": 1000043,
		"name": "Тихоокеанский государственный университет"
	}, {
		"id": 1000045,
		"name": "Дальневосточный Государственный Университет Путей Сообщения"
	}, {
		"id": 1000046,
		"name": "Российская Академия Музыки ИМ. ГНЕСИНЫХ"
	}, {
		"id": 1000047,
		"name": "Благовещенский государственный педагогический университет "
	}, {
		"id": 1000048,
		"name": "Волгоградский государственный технический университет"
	}, {
		"id": 1000049,
		"name": "Воронежский государственный университет"
	}, {
		"id": 1000050,
		"name": "МОСКОВСКИЙ ГОСУДАРСТВЕННЫЙ СТРОИТЕЛЬНЫЙ УНИВЕРСИТЕТ"
	}, {
		"id": 1000051,
		"name": "МОСКОВСКИЙ ГОСУДАРСТВЕННЫЙ ТЕХНИЧЕСКИЙ УНИВЕРСИТЕТ ИМ. “МАМИ”"
	}, {
		"id": 1000052,
		"name": "Московский Государственный Технический Университет имена Баумана"
	}, {
		"id": 1000053,
		"name": "Московский Педагогический Государственный Университет"
	}, {
		"id": 1000054,
		"name": "Петербургский Государственный Университет Путей Сообщения"
	}, {
		"id": 1000055,
		"name": "Российская Тульский государственный университет"
	}, {
		"id": 1000056,
		"name": "СПб государственный университет низкотемпературных и пищевых технологий"
	}, {
		"id": 1000057,
		"name": "Тихоокеанский государственный экономический университет "
	}, {
		"id": 1000058,
		"name": "Тульский государственный педагогический университет им. Л. Н. Толстого "
	}, {
		"id": 1000059,
		"name": "Сибирский Федеральный Университет"
	}, {
		"id": 1000060,
		"name": "тихоокеанский государственный экономический университет"
	}, {
		"id": 1000061,
		"name": "российский государственный медицинский университет"
	}, {
		"id": 1000062,
		"name": "Пензенский государственный университет"
	}, {
		"id": 1000063,
		"name": "Санкт-Петербургский Государственный Университет Культуры и Искусств"
	}, {
		"id": 1000064,
		"name": "Комсомольский-на-Амуре государственный технический университет （КнАГТУ）"
	}, {
		"id": 1000065,
		"name": "Российский Университет Дружбы Народов"
	}, {
		"id": 1000066,
		"name": "Санкт-Петербургский государственный архитектурно-строительный университет"
	}, {
		"id": 1000067,
		"name": "Московский Государственный Институт Электронной техники"
	}, {
		"id": 1000070,
		"name": "Донской Государственный Технический Университет"
	}, {
		"id": 1000071,
		"name": "Липецкий государственный педагогический университет "
	}, {
		"id": 1000072,
		"name": "Новочеркасский политехнический институт"
	}, {
		"id": 1000073,
		"name": "СПб университет телекоммуникаций им.проф. М.А.Бонч-Бруевича"
	}, {
		"id": 1000074,
		"name": "Финансовая академия при Правительстве Российской Федерации"
	}, {
		"id": 1000075,
		"name": "Южно-Российский государственный технический университет"
	}, {
		"id": 1000076,
		"name": "Московская государственная консерватория имени П. И. Чайковского"
	}, {
		"id": 1000077,
		"name": "Новосибирский государственный технический университет"
	}, {
		"id": 1000078,
		"name": "морской государственный университет"
	}, {
		"id": 1000079,
		"name": "Забайкальский Государственный Гуманитарный Педагогический Университет(ЗабГГПУ)"
	}, {
		"id": 1000080,
		"name": "Алтайский Государственный Технический Университет им.И.И.Ползунова"
	}, {
		"id": 1000081,
		"name": "Алтайский Государственный Технический Университет"
	}, {
		"id": 1000082,
		"name": "Университет Российской Академии Образования"
	}, {
		"id": 1000083,
		"name": "Омский государственный педагогический университет"
	}, {
		"id": 1000084,
		"name": "Санкт-Петербургская государственная химико-фармацевтическая академия"
	}],
	"name": "俄罗斯",
	"provs": ""
}, {
	"id": "11",
	"univs": [{
		"id": 1100001,
		"name": "愛知大学"
	}, {
		"id": 1100002,
		"name": "立命館アジア太平洋大学"
	}, {
		"id": 1100003,
		"name": "法政大学"
	}, {
		"id": 1100004,
		"name": "お茶の水女子大学"
	}, {
		"id": 1100005,
		"name": "名城大学"
	}, {
		"id": 1100006,
		"name": "同志社大学"
	}, {
		"id": 1100007,
		"name": "新潟経営大学"
	}, {
		"id": 1100008,
		"name": "東京理科大学"
	}, {
		"id": 1100009,
		"name": "広島大学"
	}, {
		"id": 1100010,
		"name": "一橋大学"
	}, {
		"id": 1100011,
		"name": "北海道大学"
	}, {
		"id": 1100012,
		"name": "南山大学"
	}, {
		"id": 1100013,
		"name": "立命館大学"
	}, {
		"id": 1100014,
		"name": "山形大学"
	}, {
		"id": 1100015,
		"name": "慶応義塾大学"
	}, {
		"id": 1100016,
		"name": "近畿大学"
	}, {
		"id": 1100017,
		"name": "神戸大学"
	}, {
		"id": 1100018,
		"name": "京都大学"
	}, {
		"id": 1100019,
		"name": "九州大学"
	}, {
		"id": 1100022,
		"name": "東京大学"
	}, {
		"id": 1100023,
		"name": "明治大学"
	}, {
		"id": 1100024,
		"name": "宇都宮大学"
	}, {
		"id": 1100025,
		"name": "長崎大学"
	}, {
		"id": 1100026,
		"name": "名古屋大学"
	}, {
		"id": 1100027,
		"name": "中日本自动車短期大学"
	}, {
		"id": 1100028,
		"name": "西日本工業大学"
	}, {
		"id": 1100029,
		"name": "大阪国際大学"
	}, {
		"id": 1100030,
		"name": "大阪芸術大学"
	}, {
		"id": 1100031,
		"name": "大阪大学"
	}, {
		"id": 1100032,
		"name": "流通科学大学"
	}, {
		"id": 1100033,
		"name": "麗澤大学"
	}, {
		"id": 1100034,
		"name": "埼玉大学"
	}, {
		"id": 1100035,
		"name": "専修大学"
	}, {
		"id": 1100036,
		"name": "拓殖大学"
	}, {
		"id": 1100037,
		"name": "東京工業大学"
	}, {
		"id": 1100038,
		"name": "東京国際大学"
	}, {
		"id": 1100039,
		"name": "東京経済大学"
	}, {
		"id": 1100040,
		"name": "和歌山外国語専門学校"
	}, {
		"id": 1100041,
		"name": "早稲田大学"
	}, {
		"id": 1100042,
		"name": "山梨大学"
	}, {
		"id": 1100043,
		"name": "四日市大学"
	}, {
		"id": 1100044,
		"name": "国士舘大学"
	}, {
		"id": 1100045,
		"name": "城西国際大学"
	}, {
		"id": 1100046,
		"name": "筑波大学"
	}, {
		"id": 1100047,
		"name": "京都造型艺术大学"
	}, {
		"id": 1100048,
		"name": "千葉工业大学"
	}, {
		"id": 1100049,
		"name": "关西语言学院 "
	}, {
		"id": 1100050,
		"name": "愛知産業大学"
	}, {
		"id": 1100051,
		"name": "北九州市立大學"
	}, {
		"id": 1100052,
		"name": "福岡大学"
	}, {
		"id": 1100053,
		"name": "関西大学"
	}, {
		"id": 1100054,
		"name": "信州大学"
	}, {
		"id": 1100055,
		"name": "爱知学院大学"
	}, {
		"id": 1100056,
		"name": "横浜市立大学 "
	}, {
		"id": 1100057,
		"name": "大阪産業大学"
	}, {
		"id": 1100058,
		"name": "静岡産業大学"
	}, {
		"id": 1100059,
		"name": "鹿儿岛大学"
	}, {
		"id": 1100060,
		"name": "東京農業大学"
	}, {
		"id": 1100061,
		"name": "日本東海大学"
	}, {
		"id": 1100062,
		"name": "成蹊大学"
	}, {
		"id": 1100063,
		"name": "冈山上午专科学校"
	}, {
		"id": 1100064,
		"name": "熊本大学"
	}, {
		"id": 1100065,
		"name": "文教大学 "
	}, {
		"id": 1100067,
		"name": "上智大学"
	}, {
		"id": 1100068,
		"name": "骏河台大学"
	}, {
		"id": 1100069,
		"name": "高崎经济大学"
	}, {
		"id": 1100070,
		"name": "九州工业大学 "
	}, {
		"id": 1100071,
		"name": "滋賀大学"
	}, {
		"id": 1100072,
		"name": "明治学院大学"
	}, {
		"id": 1100073,
		"name": "长崎县立大学"
	}, {
		"id": 1100074,
		"name": "樱美林大学"
	}, {
		"id": 1100075,
		"name": "電気通信大学"
	}, {
		"id": 1100076,
		"name": "京都外国語大学"
	}, {
		"id": 1100077,
		"name": "横浜国立大学"
	}, {
		"id": 1100078,
		"name": "岛根大学"
	}, {
		"id": 1100079,
		"name": "富山国际大学"
	}, {
		"id": 1100080,
		"name": "中央大学"
	}, {
		"id": 1100081,
		"name": "金泽大学"
	}, {
		"id": 1100082,
		"name": "东洋大学"
	}, {
		"id": 1100083,
		"name": "武蔵野大学"
	}, {
		"id": 1100084,
		"name": "東北大学"
	}, {
		"id": 1100085,
		"name": "千叶大学"
	}, {
		"id": 1100086,
		"name": "日本文理大学"
	}, {
		"id": 1100087,
		"name": "駒沢大学"
	}, {
		"id": 1100088,
		"name": "静冈县立大学"
	}, {
		"id": 1100089,
		"name": "帝京大学"
	}, {
		"id": 1100090,
		"name": "大東文化大学"
	}, {
		"id": 1100091,
		"name": "追手門学院大学"
	}, {
		"id": 1100092,
		"name": "名古屋工業大学"
	}, {
		"id": 1100093,
		"name": "帝京平成大学"
	}, {
		"id": 1100094,
		"name": "足利工業大学  "
	}, {
		"id": 1100095,
		"name": "東京富士大学   "
	}, {
		"id": 1100096,
		"name": "岐阜大学"
	}, {
		"id": 1100097,
		"name": "桜美林大学"
	}, {
		"id": 1100098,
		"name": "産業能率大学"
	}, {
		"id": 1100099,
		"name": "关西学院大学"
	}, {
		"id": 1100100,
		"name": "宫城教育大学"
	}, {
		"id": 1100101,
		"name": "獨協大学"
	}, {
		"id": 1100102,
		"name": "岡山理科大学 "
	}, {
		"id": 1100103,
		"name": "明海大学"
	}, {
		"id": 1100104,
		"name": "冰庫教育大学"
	}, {
		"id": 1100105,
		"name": "折尾愛真短期大学"
	}, {
		"id": 1100106,
		"name": "東京工科大学"
	}, {
		"id": 1100107,
		"name": "奈良女子大学"
	}, {
		"id": 1100108,
		"name": "福岡工業大学"
	}, {
		"id": 1100109,
		"name": "桃山學院大学"
	}, {
		"id": 1100110,
		"name": "静岡英和学院大学"
	}, {
		"id": 1100111,
		"name": "中部學院大学"
	}, {
		"id": 1100112,
		"name": "岡山商科大学"
	}, {
		"id": 1100113,
		"name": "宮崎大学"
	}, {
		"id": 1100114,
		"name": "浜松大学"
	}, {
		"id": 1100115,
		"name": "文化服裝学院"
	}, {
		"id": 1100116,
		"name": "立教大学"
	}, {
		"id": 1100117,
		"name": "北陸大学"
	}, {
		"id": 1100118,
		"name": "岐阜経済大学"
	}, {
		"id": 1100119,
		"name": "京都工芸繊維大学"
	}, {
		"id": 1100120,
		"name": "日本大学"
	}, {
		"id": 1100121,
		"name": "横浜デザイン学院"
	}, {
		"id": 1100122,
		"name": "大阪市立大学"
	}, {
		"id": 1100123,
		"name": "小樽商科大学"
	}, {
		"id": 1100124,
		"name": "东京艺术大学"
	}, {
		"id": 1100125,
		"name": "德岛大学"
	}, {
		"id": 1100126,
		"name": "京都産業大学"
	}, {
		"id": 1100127,
		"name": "别府大学"
	}, {
		"id": 1100128,
		"name": "富士大学"
	}, {
		"id": 1100129,
		"name": "日本淑德学院"
	}, {
		"id": 1100130,
		"name": "东京海洋大学"
	}, {
		"id": 1100131,
		"name": "岩手国立大学"
	}, {
		"id": 1100132,
		"name": "和光大学"
	}, {
		"id": 1100133,
		"name": "杏林大学"
	}, {
		"id": 1100134,
		"name": "東京都立大学"
	}, {
		"id": 1100135,
		"name": "鹿兒島國際大学"
	}, {
		"id": 1100136,
		"name": "山梨学院大学"
	}, {
		"id": 1100137,
		"name": "梅花女子大學"
	}, {
		"id": 1100139,
		"name": "名古屋産業大学"
	}, {
		"id": 1100140,
		"name": "德山大学"
	}, {
		"id": 1100141,
		"name": "千葉科學大学"
	}, {
		"id": 1100142,
		"name": "滋賀县立大學"
	}, {
		"id": 1100143,
		"name": "群馬大學工學部"
	}, {
		"id": 1100144,
		"name": "神奈川大學"
	}, {
		"id": 1100145,
		"name": "龍谷大學"
	}, {
		"id": 1100146,
		"name": "佐賀大學"
	}, {
		"id": 1100147,
		"name": "日本國學院大學"
	}, {
		"id": 1100148,
		"name": "長滨生物科技大學"
	}, {
		"id": 1100149,
		"name": "愛媛大学"
	}, {
		"id": 1100150,
		"name": "中部学院大学"
	}, {
		"id": 1100151,
		"name": "關西國際大学"
	}, {
		"id": 1100152,
		"name": "中部大学"
	}, {
		"id": 1100153,
		"name": "立正大学"
	}, {
		"id": 1100154,
		"name": "大阪經濟大学"
	}, {
		"id": 1100155,
		"name": "日本流通經濟大学"
	}, {
		"id": 1100156,
		"name": "兵庫県立大学"
	}, {
		"id": 1100157,
		"name": "東京國際文化教育学院"
	}, {
		"id": 1100158,
		"name": "朝日大学"
	}, {
		"id": 1100174,
		"name": "亞細亞大学"
	}, {
		"id": 1100175,
		"name": "福岡国际大学"
	}, {
		"id": 1100176,
		"name": "福井大学"
	}, {
		"id": 1100177,
		"name": "富士常葉大学"
	}, {
		"id": 1100178,
		"name": "岡山大学"
	}, {
		"id": 1100179,
		"name": "岡山県高梁市吉備国際大学"
	}, {
		"id": 1100180,
		"name": "吉備國際大学"
	}, {
		"id": 1100181,
		"name": "九州產業大学 "
	}, {
		"id": 1100182,
		"name": "九州英數學館國際言语学院"
	}, {
		"id": 1100183,
		"name": "久留米ゼミナール 语言学校"
	}, {
		"id": 1100184,
		"name": "就実大学"
	}, {
		"id": 1100185,
		"name": "名古屋市立大学"
	}, {
		"id": 1100187,
		"name": "日本愛知縣中部大学"
	}, {
		"id": 1100188,
		"name": "日本別府大学"
	}, {
		"id": 1100189,
		"name": "日本高知大学"
	}, {
		"id": 1100190,
		"name": "日本工業大学"
	}, {
		"id": 1100191,
		"name": "日本靜岡大学"
	}, {
		"id": 1100192,
		"name": "日本明星大学"
	}, {
		"id": 1100193,
		"name": "上武大学"
	}, {
		"id": 1100194,
		"name": "十文字學園女子大学"
	}, {
		"id": 1100195,
		"name": "文化外国语专门学校"
	}, {
		"id": 1100196,
		"name": "文京学院大学"
	}, {
		"id": 1100197,
		"name": "武藏野学院大学"
	}, {
		"id": 1100198,
		"name": "武庫川女子大学"
	}, {
		"id": 1100199,
		"name": "武臧野大学"
	}, {
		"id": 1100200,
		"name": "學習院大学"
	}, {
		"id": 1100201,
		"name": "中京大学"
	}, {
		"id": 1100202,
		"name": "九州共立大学"
	}, {
		"id": 1100203,
		"name": "三重大学"
	}, {
		"id": 1100204,
		"name": "名古屋経済大学"
	}, {
		"id": 1100205,
		"name": "富山大学"
	}, {
		"id": 1100206,
		"name": "嘉悦大学"
	}, {
		"id": 1100207,
		"name": "広島国際学院大学"
	}, {
		"id": 1100208,
		"name": "弘前大学"
	}, {
		"id": 1100209,
		"name": "神户学院大学"
	}, {
		"id": 1100210,
		"name": "下関市立大学"
	}, {
		"id": 1100211,
		"name": "大分大学"
	}, {
		"id": 1100212,
		"name": "豊橋創造大学"
	}, {
		"id": 1100213,
		"name": "東京電機大学"
	}, {
		"id": 1100214,
		"name": "京都嵯峨芸術大学"
	}, {
		"id": 1100215,
		"name": "西日本調理製菓専門学校"
	}, {
		"id": 1100216,
		"name": "武藏野美术大学"
	}, {
		"id": 1100217,
		"name": "愛知文教大学"
	}, {
		"id": 1100218,
		"name": "東京純心女子大学"
	}, {
		"id": 1100219,
		"name": "富士國際语学院"
	}, {
		"id": 1100220,
		"name": "茨城大学"
	}, {
		"id": 1100221,
		"name": "高崎商科大学"
	}, {
		"id": 1100222,
		"name": "上越教育大学"
	}, {
		"id": 1100223,
		"name": "京都創成大学"
	}, {
		"id": 1100224,
		"name": "大阪日本語教育センター"
	}, {
		"id": 1100225,
		"name": "西日本国際教育学院"
	}, {
		"id": 1100226,
		"name": "KCP地球市民日本语学校"
	}, {
		"id": 1100227,
		"name": "デジタルハリウッド大学"
	}, {
		"id": 1100228,
		"name": "長岡技術科学大学"
	}, {
		"id": 1100229,
		"name": "長崎外國語大学"
	}, {
		"id": 1100230,
		"name": "大阪府立大学"
	}, {
		"id": 1100231,
		"name": "帝塚山大学"
	}, {
		"id": 1100232,
		"name": "東京デザイナー学院"
	}, {
		"id": 1100233,
		"name": "東京ネットウエイブ "
	}, {
		"id": 1100234,
		"name": "東京國際商貿学院"
	}, {
		"id": 1100235,
		"name": "東京中野日本語学院"
	}, {
		"id": 1100236,
		"name": "福島大学"
	}, {
		"id": 1100238,
		"name": "國立富山大学"
	}, {
		"id": 1100239,
		"name": "會津大学"
	}, {
		"id": 1100240,
		"name": "江戶文化中心"
	}, {
		"id": 1100241,
		"name": "京都情報大學院大学"
	}, {
		"id": 1100242,
		"name": "九州國際大学"
	}, {
		"id": 1100243,
		"name": "久留米大学"
	}, {
		"id": 1100244,
		"name": "鈴鹿国際大学"
	}, {
		"id": 1100245,
		"name": "昴学园综合专门学校"
	}, {
		"id": 1100246,
		"name": "名古屋星城大学"
	}, {
		"id": 1100247,
		"name": "名古屋學院大学"
	}, {
		"id": 1100248,
		"name": "千葉商科大学"
	}, {
		"id": 1100249,
		"name": "青山学院大学"
	}, {
		"id": 1100250,
		"name": "日本东京テクノロジーコミュニケーション専門学校"
	}, {
		"id": 1100251,
		"name": "日本高松大学"
	}, {
		"id": 1100252,
		"name": "尚美學園大学"
	}, {
		"id": 1100253,
		"name": "聖トマス大学"
	}, {
		"id": 1100255,
		"name": "文化女子大学"
	}, {
		"id": 1100256,
		"name": "香川大学"
	}, {
		"id": 1100257,
		"name": "新潟大学"
	}, {
		"id": 1100258,
		"name": "名古屋外国语大学"
	}, {
		"id": 1100259,
		"name": "聖学院大学"
	}, {
		"id": 1100260,
		"name": "大阪経済法科大学"
	}, {
		"id": 1100261,
		"name": "九州情報大学"
	}, {
		"id": 1100262,
		"name": "東京城北日本語学院"
	}, {
		"id": 1100263,
		"name": "大阪観光大学"
	}, {
		"id": 1100264,
		"name": "秀明大学"
	}, {
		"id": 1100265,
		"name": "創価大学"
	}, {
		"id": 1100266,
		"name": "和歌山大学"
	}, {
		"id": 1100267,
		"name": "大妻女子大学"
	}, {
		"id": 1100268,
		"name": "横滨商科大学"
	}, {
		"id": 1100269,
		"name": "首都大学東京"
	}, {
		"id": 1100270,
		"name": "武蔵野音楽大学"
	}, {
		"id": 1100271,
		"name": "東京モード学園"
	}, {
		"id": 1100272,
		"name": "东京芝浦外语学院"
	}, {
		"id": 1100273,
		"name": "名樱大学"
	}, {
		"id": 1100274,
		"name": "東京農工大学"
	}, {
		"id": 1100275,
		"name": "北陸先端科学技術大学院大学"
	}, {
		"id": 1100276,
		"name": "大阪工業大学"
	}, {
		"id": 1100277,
		"name": "JCL外国语学院"
	}, {
		"id": 1100278,
		"name": "麻生外语观光学院"
	}, {
		"id": 1100279,
		"name": "関東学院大学"
	}, {
		"id": 1100280,
		"name": "数字好莱坞大学"
	}, {
		"id": 1100281,
		"name": "東洋学園大学"
	}, {
		"id": 1100282,
		"name": "日本杉野服饰大学"
	}, {
		"id": 1100283,
		"name": "倉敷芸術科学大学"
	}, {
		"id": 1100284,
		"name": "新泻大学"
	}, {
		"id": 1100285,
		"name": "創造学園大学"
	}, {
		"id": 1100286,
		"name": "日本静岡大学"
	}, {
		"id": 1100287,
		"name": "熊本学园大学"
	}, {
		"id": 1100288,
		"name": "東京山野美容專門学校"
	}, {
		"id": 1100289,
		"name": "琉球大学"
	}, {
		"id": 1100290,
		"name": "大阪商業大学"
	}, {
		"id": 1100291,
		"name": "東京日本語教育センター"
	}, {
		"id": 1100292,
		"name": "摂南大学"
	}, {
		"id": 1100293,
		"name": "東京学芸大学"
	}, {
		"id": 1100294,
		"name": "日本创造学园大学"
	}, {
		"id": 1100295,
		"name": "青森大学"
	}, {
		"id": 1100296,
		"name": "東京医科歯科大学"
	}, {
		"id": 1100297,
		"name": "フェリス女学院大学"
	}, {
		"id": 1100298,
		"name": "愛知東邦大学"
	}, {
		"id": 1100299,
		"name": "愛知淑德大学"
	}, {
		"id": 1100300,
		"name": "中村学園大学"
	}, {
		"id": 1100301,
		"name": "松蔭大学"
	}, {
		"id": 1100302,
		"name": "山梨県立大学"
	}, {
		"id": 1100303,
		"name": "庆应义塾大学"
	}, {
		"id": 1100304,
		"name": "武藏工业大学"
	}, {
		"id": 1100305,
		"name": "神奈川工科大学"
	}, {
		"id": 1100306,
		"name": "日本经济大学"
	}, {
		"id": 1100307,
		"name": "国立山口大学"
	}, {
		"id": 1100308,
		"name": "東京言語教育学院"
	}, {
		"id": 1100309,
		"name": "芝浦工業大学"
	}, {
		"id": 1100310,
		"name": "敬和學園大学"
	}, {
		"id": 1100311,
		"name": "东京国际商贸学院"
	}, {
		"id": 1100312,
		"name": "神户艺术工科大学"
	}, {
		"id": 1100313,
		"name": "姫路獨協大学"
	}, {
		"id": 1100314,
		"name": "西武文理大学"
	}, {
		"id": 1100315,
		"name": "東京外語專門学校"
	}, {
		"id": 1100316,
		"name": "東京外国語大学"
	}, {
		"id": 1100317,
		"name": "京都学園大学"
	}, {
		"id": 1100318,
		"name": "東京工芸大学"
	}, {
		"id": 1100319,
		"name": "東京聖德大学"
	}, {
		"id": 1100320,
		"name": "敬愛大学"
	}, {
		"id": 1100321,
		"name": "中央学院大学"
	}, {
		"id": 1100322,
		"name": "室蘭工業大学"
	}, {
		"id": 1100323,
		"name": "日本工学院"
	}, {
		"id": 1100324,
		"name": "山陽学園大学"
	}, {
		"id": 1100325,
		"name": "札幌大学"
	}, {
		"id": 1100326,
		"name": "目白大学"
	}, {
		"id": 1100327,
		"name": "白鴎大学"
	}, {
		"id": 1100328,
		"name": "宝塚大学"
	}, {
		"id": 1100329,
		"name": "成城大学"
	}, {
		"id": 1100330,
		"name": "愛知県立大学"
	}, {
		"id": 1100331,
		"name": "長崎国際大学"
	}, {
		"id": 1100332,
		"name": "共立女子大学"
	}, {
		"id": 1100333,
		"name": "北見工業大学 "
	}],
	"name": "日本",
	"provs": ""
}, {
	"id": "12",
	"univs": [{
		"id": 1200001,
		"name": "Università degli Studi di Pavia"
	}, {
		"id": 1200002,
		"name": "Politecnico di Milano"
	}, {
		"id": 1200003,
		"name": "Università Commerciale Luigi Bocconi"
	}, {
		"id": 1200004,
		"name": "Politecnico Di Torino"
	}, {
		"id": 1200005,
		"name": "Università degli studi di Milano "
	}, {
		"id": 1200006,
		"name": "Università degli Studi di Trento"
	}, {
		"id": 1200008,
		"name": "Università degli Studi di Firenze "
	}, {
		"id": 1200009,
		"name": "Università Degli Studi Di Genova"
	}, {
		"id": 1200010,
		"name": "universita' degli studi di padova"
	}, {
		"id": 1200011,
		"name": "Università di Bologna"
	}, {
		"id": 1200012,
		"name": "Universita` degli studi di Padova"
	}, {
		"id": 1200013,
		"name": "Università di Pisa"
	}, {
		"id": 1200014,
		"name": "Università Politecnica delle MARCHE"
	}, {
		"id": 1200015,
		"name": "Università degli Studi della BASILICATA"
	}, {
		"id": 1200016,
		"name": "Università degli Studi di BERGAMO"
	}, {
		"id": 1200017,
		"name": "Università degli Studi di BOLOGNA"
	}, {
		"id": 1200018,
		"name": "Università degli Studi di BRESCIA"
	}, {
		"id": 1200019,
		"name": "Università degli Studi di CAGLIARI"
	}, {
		"id": 1200020,
		"name": "Università della CALABRIA"
	}, {
		"id": 1200021,
		"name": "Università degli Studi di CAMERINO"
	}, {
		"id": 1200022,
		"name": "Università degli Studi di CASSINO"
	}, {
		"id": 1200023,
		"name": "Università degli Studi di CATANIA"
	}, {
		"id": 1200024,
		"name": "Università degli Studi "
		Magna Graecia " di CATANZARO"
	}, {
		"id": 1200025,
		"name": "Università degli Studi "
		G.d 'Annunzio" CHIETI-PESCARA"},{"id":1200026,"name":"Università degli Studi di FERRARA"},{"id":1200027,"name":"Università degli Studi di FIRENZE"},{"id":1200028,"name":"Università degli Studi di FOGGIA"},{"id":1200029,"name":"Università degli Studi di GENOVA"},{"id":1200030,"name":"Università degli Studi INSUBRIA Varese-Como"},{"id":1200031,"name":"Università degli Studi de L'
		AQUILA "},{"
		id ":1200032,"
		name ":"
		Università degli Studi di LECCE "},{"
		id ":1200033,"
		name ":"
		Università degli Studi di MACERATA "},{"
		id ":1200034,"
		name ":"
		Università degli Studi di MESSINA "},{"
		id ":1200035,"
		name ":"
		Università degli Studi di MILANO - BICOCCA "},{"
		id ":1200036,"
		name ":"
		Università degli Studi di MODENA e REGGIO EMILIA "},{"
		id ":1200037,"
		name ":"
		Università degli Studi del MOLISE "},{"
		id ":1200038,"
		name ":"
		Università degli Studi di NAPOLI "Federico II"
		"},{"
		id ":1200039,"
		name ":"
		Seconda Università degli Studi di NAPOLI "},{"
		id ":1200040,"
		name ":"
		Università degli Studi di NAPOLI "Parthenope"
		"},{"
		id ":1200041,"
		name ":"
		Università degli Studi di NAPOLI "L'Orientale"
		"},{"
		id ":1200042,"
		name ":"
		Università degli Studi di PADOVA "},{"
		id ":1200043,"
		name ":"
		Università degli Studi di PALERMO "},{"
		id ":1200044,"
		name ":"
		Università degli Studi di PARMA "},{"
		id ":1200045,"
		name ":"
		Università degli Studi di PAVIA "},{"
		id ":1200046,"
		name ":"
		Università degli Studi di PERUGIA "},{"
		id ":1200047,"
		name ":"
		Università degli Studi del PIEMONTE ORIENTALE "Amedeo Avogadro" - Vercelli "},{"
		id ":1200048,"
		name ":"
		Università di PISA "},{"
		id ":1200049,"
		name ":"
		Università degli Studi "Mediterranea"
		di REGGIO CALABRIA "},{"
		id ":1200050,"
		name ":"
		Università degli Studi di ROMA "La Sapienza"
		"},{"
		id ":1200051,"
		name ":"
		Università degli Studi di ROMA "Tor Vergata"
		"},{"
		id ":1200052,"
		name ":"
		Università degli Studi ROMA TRE "},{"
		id ":1200053,"
		name ":"
		Istituto Universitario di Scienze Motorie di ROMA "},{"
		id ":1200054,"
		name ":"
		Università Telematica GUGLIELMO MARCONI "},{"
		id ":1200055,"
		name ":"
		Università degli Studi di SALERNO "},{"
		id ":1200056,"
		name ":"
		Università degli Studi del SANNIO di BENEVENTO "},{"
		id ":1200057,"
		name ":"
		Università degli Studi di SASSARI "},{"
		id ":1200058,"
		name ":"
		Università degli Studi di SIENA "},{"
		id ":1200059,"
		name ":"
		Università degli Studi di TERAMO "},{"
		id ":1200060,"
		name ":"
		Università degli Studi di TORINO "},{"
		id ":1200061,"
		name ":"
		Università degli Studi di TRENTO "},{"
		id ":1200062,"
		name ":"
		Università degli Studi di TRIESTE "},{"
		id ":1200063,"
		name ":"
		Università degli Studi della TUSCIA "},{"
		id ":1200064,"
		name ":"
		Università degli Studi di UDINE "},{"
		id ":1200065,"
		name ":"
		Università degli Studi di URBINO "Carlo BO"
		"},{"
		id ":1200066,"
		name ":"
		Università "Cà Foscari"
		di VENEZIA "},{"
		id ":1200067,"
		name ":"
		Università IUAV di VENEZIA "},{"
		id ":1200068,"
		name ":"
		Università degli Studi di VERONA "},{"
		id ":1200069,"
		name ":"
		Università della VALLE D 'AOSTA"},{"id":1200070,"name":"Libera Università di BOLZANO"},{"id":1200071,"name":"Università degli Studi di BARI"},{"id":1200072,"name":"LUM "Jean Monnet""},{"id":1200073,"name":"Università Cattolica del Sacro Cuore"},{"id":1200074,"name":"Università Commerciale "Luigi Bocconi" MILANO"},{"id":1200075,"name":"Libera Università "Vita Salute S.Raffaele" MILANO"},{"id":1200076,"name":"Libera Università di lingue e comunicazione IULM-MI"},{"id":1200077,"name":"Istituto Universitario Suor Orsola Benincasa - NAPOLI"},{"id":1200078,"name":"Libera Univ. Inter.le Studi Sociali "Guido Carli" LUISS-ROMA "},{"id":1200079,"name":"Libera Università degli Studi "Maria SS.Assunta" Roma"},{"id":1200080,"name":"Università "Campus Bio-Medico" ROMA"},{"id":1200081,"name":"Libera Università degli Studi "S. Pio V" ROMA"},{"id":1200082,"name":"Università "Carlo Cattaneo" - LIUC"},{"id":1200083,"name":"Politecnico di BARI"},{"id":1200084,"name":"Politecnico di MILANO"},{"id":1200085,"name":"Politecnico di TORINO"},{"id":1200086,"name":"Università per Stranieri di PERUGIA"},{"id":1200087,"name":"Università per Stranieri di SIENA"},{"id":1200088,"name":"Scuola Normale Superiore di Pisa"},{"id":1200089,"name":"Scuola Superiore Sant'
		Anna di Pisa "},{"
		id ":1200090,"
		name ":"
		Scuola Internazionale Superiore di Studi Avanzati di Trieste "},{"
		id ":1200091,"
		name ":"
		Università Degli Studi Della Calabria "},{"
		id ":1200092,"
		name ":"
		Conservatorio di Musica "B.G .Pergolesi"
		FERMO "},{"
		id ":1200093,"
		name ":"
		Istituto Marangoni "},{"
		id ":1200094,"
		name ":"
		Accademia di belle arti "Aldo Galli"
		di COMO "},{"
		id ":1200095,"
		name ":"
		Accademia di belle arti "Carrara"
		di BERGAMO "},{"
		id ":1200096,"
		name ":"
		Accademia di belle arti "Cignaroli"
		di VERONA "},{"
		id ":1200097,"
		name ":"
		Accademia di belle arti "Demetrio Gagliardi"
		di SIRACUSA "},{"
		id ":1200098,"
		name ":"
		Accademia di belle arti "Lorenzo da Viterbo"
		di VITERBO "},{"
		id ":1200099,"
		name ":"
		Accademia di belle arti "Mediterranea"
		di MESSINA "},{"
		id ":1200100,"
		name ":"
		Accademia di belle arti "Michelangelo"
		di AGRIGENTO "},{"
		id ":1200101,"
		name ":"
		Accademia di belle arti "Nike"
		di CATANIA "},{"
		id ":1200102,"
		name ":"
		Accademia di belle arti "Picasso"
		di PALERMO "},{"
		id ":1200103,"
		name ":"
		Accademia di belle arti "Pietro Vannucci"
		di PERUGIA "},{"
		id ":1200104,"
		name ":"
		Accademia di belle arti "S. Agata Li Battiati"
		di CATANIA "},{"
		id ":1200105,"
		name ":"
		Accademia di belle arti DI BARI "},{"
		id ":1200106,"
		name ":"
		Accademia di belle arti di BOLOGNA "},{"
		id ":1200107,"
		name ":"
		Accademia di belle arti di Brera di MILANO "},{"
		id ":1200108,"
		name ":"
		Accademia di belle arti di CARRARA "},{"
		id ":1200109,"
		name ":"
		Accademia di belle arti di CATANIA "},{"
		id ":1200110,"
		name ":"
		Accademia di belle arti di CATANZARO "},{"
		id ":1200111,"
		name ":"
		Accademia di belle arti di CUNEO "},{"
		id ":1200112,"
		name ":"
		Accademia di belle arti di FIRENZE "},{"
		id ":1200113,"
		name ":"
		Accademia di belle arti di FOGGIA "},{"
		id ":1200114,"
		name ":"
		Accademia di belle arti di FROSINONE "},{"
		id ":1200115,"
		name ":"
		Accademia di belle arti di GENOVA "},{"
		id ":1200116,"
		name ":"
		Accademia di belle arti di L 'AQUILA"},{"id":1200117,"name":"Accademia di belle arti di LECCE"},{"id":1200118,"name":"Accademia di belle arti di MACERATA"},{"id":1200119,"name":"Accademia di belle arti di Naba di MILANO"},{"id":1200120,"name":"Accademia di belle arti di NAPOLI"},{"id":1200121,"name":"Accademia di belle arti di PALERMO"},{"id":1200122,"name":"Accademia di belle arti di RAVENNA"},{"id":1200123,"name":"Accademia di belle arti di REGGIO CALABRIA"},{"id":1200124,"name":"Accademia di belle arti di ROMA"},{"id":1200125,"name":"Accademia di belle arti di SASSARI"},{"id":1200126,"name":"Accademia di belle arti di SIRACUSA"},{"id":1200127,"name":"Accademia di belle arti di TORINO"},{"id":1200128,"name":"Accademia di belle arti di URBINO"},{"id":1200129,"name":"Accademia di belle arti di VENEZIA"},{"id":1200130,"name":"Accademia di belle arti e restauro "Abadir" di PALERMO"},{"id":1200131,"name":"Accademia nazionale di arte drammatica "Silvio D'
		Amico " ROMA"
	}, {
		"id": 1200132,
		"name": "Accademia nazionale di danza di ROMA"
	}, {
		"id": 1200133,
		"name": "Cnservatorio Ottorino Respighi di LATINA"
	}, {
		"id": 1200134,
		"name": "Conservartorio Jacopo Tomadini di UDINE"
	}, {
		"id": 1200135,
		"name": "Conservatorio Agostino Steffani di CASTELFRANCO VENETO(TV)"
	}, {
		"id": 1200136,
		"name": "Conservatorio Alfredo Casella di L'AQUILA"
	}, {
		"id": 1200137,
		"name": "Conservatorio Antonio Buzzolla di ADRIA (RO)"
	}, {
		"id": 1200138,
		"name": "Conservatorio Antonio Scontrino di TRAPANI"
	}, {
		"id": 1200139,
		"name": "Conservatorio Antonio Vivaldi di ALESSANDRIA"
	}, {
		"id": 1200140,
		"name": "Conservatorio Arcangelo Corelli di MESSINA"
	}, {
		"id": 1200141,
		"name": "Conservatorio Arrigo Boito di PARMA"
	}, {
		"id": 1200142,
		"name": "Conservatorio Arrigo Pedrollo di VICENZA"
	}, {
		"id": 1200143,
		"name": "Conservatorio Benedetto Marcello-Palazzo Pisani di VENEZIA"
	}, {
		"id": 1200144,
		"name": "Conservatorio Bruno Maderna di CESENA(FO)"
	}, {
		"id": 1200145,
		"name": "Conservatorio Cesare Pollini di PADOVA"
	}, {
		"id": 1200146,
		"name": "Conservatorio Claudio Monteverdi di BOLZANO"
	}, {
		"id": 1200147,
		"name": "Conservatorio di MONOPOLI(BA)"
	}, {
		"id": 1200148,
		"name": "Conservatorio di SALERNO"
	}, {
		"id": 1200149,
		"name": "Conservatorio Domenico Cimarosa di AVELLINO"
	}, {
		"id": 1200150,
		"name": "Conservatorio Egidio R. Duni di MATERA"
	}, {
		"id": 1200151,
		"name": "Conservatorio ex Collegio La Salle di BENEVENTO"
	}, {
		"id": 1200152,
		"name": "Conservatorio Fausto Torrefranca di VIBO VALENTIA"
	}, {
		"id": 1200153,
		"name": "Conservatorio Felice E. Dall'Abaco di VERONA"
	}, {
		"id": 1200154,
		"name": "Conservatorio Francesco A. Bonporti-Sez.stacc. di Trento di RIVA DEL GARDA"
	}, {
		"id": 1200155,
		"name": "Conservatorio Francesco Antonio Bonporti di TRENTO"
	}, {
		"id": 1200156,
		"name": "Conservatorio Francesco Cilea di REGGIO CALABRIA"
	}, {
		"id": 1200157,
		"name": "Conservatorio Francesco Morlacchi di PERUGIA"
	}, {
		"id": 1200158,
		"name": "Conservatorio Francesco Venezze di ROVI"
	}, {
		"id": 1200159,
		"name": "Conservatorio G.F. Ghedini di CUNEO"
	}, {
		"id": 1200160,
		"name": "Conservatorio G.P. da Palestrina di CAGLIARI"
	}, {
		"id": 1200161,
		"name": "Conservatorio Gesualdo da Venosa di POTENZA"
	}, {
		"id": 1200162,
		"name": "Conservatorio Giacomo Puccini di LA SPEZIA"
	}, {
		"id": 1200163,
		"name": "Conservatorio Gioacchino Rossini di PESARO"
	}, {
		"id": 1200164,
		"name": "Conservatorio Giovambattista Pergolesi di FERMO(AP)"
	}, {
		"id": 1200165,
		"name": "Conservatorio Giovan B. Martini di BOLOGNA"
	}, {
		"id": 1200166,
		"name": "Conservatorio Girolamo Frescobaldi di FERRARA"
	}, {
		"id": 1200167,
		"name": "Conservatorio Giuseppe Nicolini di PIACENZA"
	}, {
		"id": 1200168,
		"name": "Conservatorio Giuseppe Tartini di TRIESTE"
	}, {
		"id": 1200169,
		"name": "Conservatorio Giuseppe Verdi di COMO"
	}, {
		"id": 1200170,
		"name": "Conservatorio Giuseppe Verdi di MILANO"
	}, {
		"id": 1200171,
		"name": "Conservatorio Giuseppe Verdi di TORINO"
	}, {
		"id": 1200172,
		"name": "Conservatorio Guido Cantelli di NOVARA"
	}, {
		"id": 1200173,
		"name": "Conservatorio Licinio Refice di FROSINONE"
	}, {
		"id": 1200174,
		"name": "Conservatorio Lorenzo Perosi di CAMPOBASSO"
	}, {
		"id": 1200175,
		"name": "Conservatorio Luca Marenzio di BRESCIA"
	}, {
		"id": 1200176,
		"name": "Conservatorio Luca Marenzio -sez.stacc. Brescia di DARFO-BOARIO TERME"
	}, {
		"id": 1200177,
		"name": "Conservatorio LUCIO Campiani di MANTOVA"
	}, {
		"id": 1200178,
		"name": "Conservatorio Luigi Canepa di SASSARI"
	}, {
		"id": 1200179,
		"name": "Conservatorio Luigi Cherubini di Firenze"
	}, {
		"id": 1200180,
		"name": "Conservatorio Luisa d'Annunzio di PESCARA"
	}, {
		"id": 1200181,
		"name": "Conservatorio NiccoIú Piccinni di BARI"
	}, {
		"id": 1200182,
		"name": "Conservatorio NicoIú Paganini di GENOVA"
	}, {
		"id": 1200183,
		"name": "Conservatorio S. Pietro a Majella di NAPOLI"
	}, {
		"id": 1200184,
		"name": "Conservatorio Santa Cecilia di ROMA"
	}, {
		"id": 1200185,
		"name": "Conservatorio Stanislao Giacomoantonio di COSENZA"
	}, {
		"id": 1200186,
		"name": "Conservatorio Tito Schipa di LECCE"
	}, {
		"id": 1200187,
		"name": "Conservatorio Umberto Giordano di FOGGIA"
	}, {
		"id": 1200188,
		"name": "Conservatorio Umberto Giordano-ez.Stacc. di Foggia di Rodi Garganico(FG)"
	}, {
		"id": 1200189,
		"name": "Conservatorio Vincenzo Bellini di PALERMO"
	}, {
		"id": 1200190,
		"name": "Istituto musicale pareggiato A. Tonelli di CARPI(MO)"
	}, {
		"id": 1200191,
		"name": "Istituto musicale pareggiato Achille Peri di REGGIO EMILIA"
	}, {
		"id": 1200192,
		"name": "Istituto musicale pareggiato della Valle di AOSTA"
	}, {
		"id": 1200193,
		"name": "Istituto musicale pareggiato DI CEGLIE MESSAPICA(BR)"
	}, {
		"id": 1200194,
		"name": "Istituto musicale pareggiato Gaetano Braga di TERAMO"
	}, {
		"id": 1200195,
		"name": "Istituto musicale pareggiato Gaetano Donizetti di BERGAMO"
	}, {
		"id": 1200196,
		"name": "Istituto musicale pareggiato Giacomo Puccini di GALLARATE(VA)"
	}, {
		"id": 1200197,
		"name": "Istituto musicale pareggiato Giovanni Paesiello di TARANTO"
	}, {
		"id": 1200198,
		"name": "Istituto musicale pareggiato Giulio Briccialdi di TERNI"
	}, {
		"id": 1200199,
		"name": "Istituto musicale pareggiato Giuseppe Verdi di RAVENNA"
	}, {
		"id": 1200200,
		"name": "Istituto musicale pareggiato Luigi Boccherini di LUCCA"
	}, {
		"id": 1200201,
		"name": "Istituto musicale pareggiato Merulo di CASTELNUOVO NEI MONTI(RE)"
	}, {
		"id": 1200202,
		"name": "Istituto musicale pareggiato Orazio Vecchi di MODENA"
	}, {
		"id": 1200203,
		"name": "Istituto musicale pareggiato Pietro Mascagni di LIVORNO"
	}, {
		"id": 1200204,
		"name": "Istituto musicale pareggiato R. Franci di SIENA"
	}, {
		"id": 1200205,
		"name": "Istituto musicale pareggiato Vincenzo Bellini di CALTANISETTA"
	}, {
		"id": 1200206,
		"name": "Istituto musicale pareggiato Vincenzo Bellini di CATANIA"
	}, {
		"id": 1200207,
		"name": "Istituto superiore per le industrie artistiche di FAENZA"
	}, {
		"id": 1200208,
		"name": "Istituto superiore per le industrie artistiche di FIRENZE"
	}, {
		"id": 1200209,
		"name": "Istituto superiore per le industrie artistiche di ROMA"
	}, {
		"id": 1200210,
		"name": "Istituto superiore per le industrie artistiche di URBINO"
	}, {
		"id": 1200211,
		"name": "Nuova Accademia di belle arti di BRESCIA"
	}, {
		"id": 1200212,
		"name": "Istituto Europeo di Design"
	}, {
		"id": 1200213,
		"name": "Accademia di belle arti artilegalmente riconosciuta “A.C.M.E”di MILANO"
	}, {
		"id": 1200214,
		"name": "l'universita degli studi di milano"
	}, {
		"id": 1200215,
		"name": "Universita degli Firenze"
	}],
	"name": "意大利",
	"provs": ""
}, {
	"id": "13",
	"univs": [{
		"id": 1300001,
		"name": "University College Dublin"
	}, {
		"id": 1300002,
		"name": "Carlow Institute of Technology"
	}, {
		"id": 1300003,
		"name": "Waterford Institute of Technology "
	}, {
		"id": 1300004,
		"name": "Shannon College of Hotel Management "
	}, {
		"id": 1300005,
		"name": "Maynooth National University of Ireland "
	}, {
		"id": 1300006,
		"name": "University College Cork "
	}, {
		"id": 1300007,
		"name": "Trinity College Dublin "
	}, {
		"id": 1300008,
		"name": "University of Limerick"
	}, {
		"id": 1300009,
		"name": "National University of Ireland,Galway "
	}, {
		"id": 1300010,
		"name": "Dublin Business School"
	}, {
		"id": 1300011,
		"name": "Dublin Institute of Technology "
	}, {
		"id": 1300012,
		"name": "Athlone Institute of Technology "
	}, {
		"id": 1300013,
		"name": "Dundalk Institute of Technology "
	}, {
		"id": 1300014,
		"name": "Dublin City University "
	}, {
		"id": 1300015,
		"name": "Institute of Technology Tralee"
	}, {
		"id": 1300016,
		"name": "Griffith College Dublin"
	}, {
		"id": 1300017,
		"name": "Galway-Mayo s Institute of Technology"
	}, {
		"id": 1300018,
		"name": "Limerick Institute of Technology"
	}, {
		"id": 1300019,
		"name": "Dutch Delta University"
	}, {
		"id": 1300020,
		"name": "Cork Institute of Technology"
	}],
	"name": "爱尔兰",
	"provs": ""
}, {
	"id": "14",
	"univs": [{
		"id": 1400001,
		"name": "Klaasiek Muziek"
	}, {
		"id": 1400003,
		"name": "University of Groningen"
	}, {
		"id": 1400004,
		"name": "Rotterdam Business School"
	}, {
		"id": 1400005,
		"name": "Delft University of Technology"
	}, {
		"id": 1400006,
		"name": "Erasmus Universiteit Rotterdam"
	}, {
		"id": 1400008,
		"name": "Technische Universiteit Eindhoven"
	}, {
		"id": 1400009,
		"name": "Tilburg University"
	}, {
		"id": 1400010,
		"name": "Uviversiteit Maastricht"
	}, {
		"id": 1400011,
		"name": "Avans Hogeschool"
	}, {
		"id": 1400012,
		"name": "Fontys University of Professional Education"
	}, {
		"id": 1400013,
		"name": "Hogeschool Zuyd"
	}, {
		"id": 1400015,
		"name": "CHN Universtiy"
	}, {
		"id": 1400016,
		"name": "Noordelijke Hogeschool Leeuwarden"
	}, {
		"id": 1400017,
		"name": "Universtiy of Twente"
	}, {
		"id": 1400018,
		"name": "Utrecht University"
	}, {
		"id": 1400019,
		"name": "Hogeschool Utrecht"
	}, {
		"id": 1400020,
		"name": "Hanze University Groningen"
	}, {
		"id": 1400021,
		"name": "Universiteit van Tilburg "
	}, {
		"id": 1400022,
		"name": "International Business and Management Studies"
	}, {
		"id": 1400023,
		"name": "Saxion Hogescholen"
	}, {
		"id": 1400024,
		"name": "Hogescholen voor de Kunsten Utrecht"
	}, {
		"id": 1400025,
		"name": "Leiden University"
	}, {
		"id": 1400026,
		"name": "Wageningen University"
	}, {
		"id": 1400027,
		"name": "de haagse hogeschool"
	}, {
		"id": 1400028,
		"name": "HAN Uinversity"
	}, {
		"id": 1400029,
		"name": "Hogeschool van arnhem en nigmegen"
	}, {
		"id": 1400030,
		"name": "nhtv hogeschool"
	}, {
		"id": 1400031,
		"name": "hogeschool van amsterdam"
	}, {
		"id": 1400032,
		"name": "Hogeschool van Amsterdam - HES"
	}, {
		"id": 1400033,
		"name": "hogeschool inholland"
	}, {
		"id": 1400034,
		"name": "UVA"
	}, {
		"id": 1400035,
		"name": "VU"
	}, {
		"id": 1400036,
		"name": "Koninklijk Conservatorium Den Haag"
	}, {
		"id": 1400037,
		"name": "Hogeschool Zeeland"
	}, {
		"id": 1400038,
		"name": "Stenden Hogeschool"
	}, {
		"id": 1400039,
		"name": "Universiteit van Amsterdam"
	}, {
		"id": 1400040,
		"name": "Wittenborg University of Professional Education"
	}, {
		"id": 1400041,
		"name": "Haagse University"
	}, {
		"id": 1400042,
		"name": "Design Academy Eindhoven"
	}, {
		"id": 1400043,
		"name": "Radboud University Nijmegen"
	}],
	"name": "荷兰",
	"provs": ""
}, {
	"id": "15",
	"univs": [{
		"id": 1500001,
		"name": "University of Malaya"
	}, {
		"id": 1500002,
		"name": "Universiti Sains Malaysia"
	}, {
		"id": 1500003,
		"name": "Universiti Kebangsaan Malaysia"
	}, {
		"id": 1500004,
		"name": "Universiti Pertanian Malaysia"
	}, {
		"id": 1500005,
		"name": "Help University College"
	}, {
		"id": 1500006,
		"name": "Sunway University College"
	}, {
		"id": 1500007,
		"name": "Nilai International University College"
	}, {
		"id": 1500008,
		"name": "INTI International University College"
	}, {
		"id": 1500009,
		"name": "SEGI College"
	}, {
		"id": 1500010,
		"name": "University Malaysia Sabah"
	}, {
		"id": 1500011,
		"name": "Stamford College"
	}, {
		"id": 1500012,
		"name": "KBU International College"
	}, {
		"id": 1500013,
		"name": "Taylor's University College"
	}, {
		"id": 1500014,
		"name": "Limkokwing University College of Creative Technology"
	}, {
		"id": 1500015,
		"name": "International University College of Technology Twintech"
	}, {
		"id": 1500016,
		"name": "Multimedia University"
	}, {
		"id": 1500017,
		"name": "Universiti Utara Malaysia"
	}, {
		"id": 1500018,
		"name": "University Malaysia Sarawak"
	}, {
		"id": 1500020,
		"name": "Malaysian Insurance Institute"
	}, {
		"id": 1500021,
		"name": "Kolej Damansara Utama Penang"
	}, {
		"id": 1500022,
		"name": "International Islamic University Malaysia"
	}, {
		"id": 1500023,
		"name": "International College Penang"
	}, {
		"id": 1500024,
		"name": "Han Chiang College"
	}, {
		"id": 1500025,
		"name": "Disted-Stamford College"
	}, {
		"id": 1500026,
		"name": "Rima College"
	}, {
		"id": 1500027,
		"name": "Tunku Abdul Rahman College"
	}, {
		"id": 1500028,
		"name": "Sepang Institute of Technology"
	}, {
		"id": 1500029,
		"name": "Sultan Zainal Abidin Islamic College"
	}, {
		"id": 1500030,
		"name": "University of Tenaga Nasional"
	}, {
		"id": 1500031,
		"name": "Universit Tun Abdul Razak"
	}, {
		"id": 1500032,
		"name": "Dewan Bahasa dan Pustaka"
	}, {
		"id": 1500033,
		"name": "Universiti Teknologi Malaysia"
	}, {
		"id": 1500034,
		"name": "UCSI University"
	}, {
		"id": 1500035,
		"name": "International University College Of Technology Twintech"
	}, {
		"id": 1500036,
		"name": "Katholieke Universiteit Leuven"
	}, {
		"id": 1500037,
		"name": "Asia Pacific Institute of Information Technology"
	}, {
		"id": 1500038,
		"name": "Kolej Damansara Utama Petaling Jaya"
	}, {
		"id": 1500039,
		"name": "Alfa International College "
	}, {
		"id": 1500040,
		"name": "University Malaysia Pahang"
	}, {
		"id": 1500041,
		"name": "INTI university college"
	}, {
		"id": 1500042,
		"name": "Linton College"
	}, {
		"id": 1500043,
		"name": "unity college international"
	}],
	"name": "马来西亚",
	"provs": ""
}, {
	"id": "16",
	"univs": [{
		"id": 1600001,
		"name": "École Polytechnique Fédérale de Lausanne "
	}, {
		"id": 1600002,
		"name": "Université de Fribourg "
	}, {
		"id": 1600003,
		"name": "Eidgenössische Technische Hochschule Zürich "
	}, {
		"id": 1600004,
		"name": "Universität Basel "
	}, {
		"id": 1600005,
		"name": "Universität Bern "
	}, {
		"id": 1600006,
		"name": "Université de Genève "
	}, {
		"id": 1600007,
		"name": "Université de Lausanne "
	}, {
		"id": 1600008,
		"name": "Universität Luzern "
	}, {
		"id": 1600009,
		"name": "Université de Neuchâtel "
	}, {
		"id": 1600010,
		"name": "Universität St. Gallen "
	}, {
		"id": 1600011,
		"name": "Universität Zürich "
	}, {
		"id": 1600012,
		"name": "César Ritz Colleges"
	}, {
		"id": 1600013,
		"name": "Ecole Hoteliere de Lausanne"
	}, {
		"id": 1600014,
		"name": "Hochschule der Künste Bern"
	}, {
		"id": 1600015,
		"name": "Les Roches Swiss Hotel Association School Of Hotel Managment "
	}, {
		"id": 1600016,
		"name": "Glion Institute of Higher Education"
	}, {
		"id": 1600017,
		"name": "SSTH Swiss School of Tourism and Hospitality"
	}, {
		"id": 1600018,
		"name": "DCT International Hotel and Business Management School "
	}, {
		"id": 1600019,
		"name": "Swiss Hotel Management School"
	}],
	"name": "瑞士",
	"provs": ""
}, {
	"id": "17",
	"univs": [{
		"id": 1700001,
		"name": "Assumption University of Thailand"
	}, {
		"id": 1700002,
		"name": "Asian Institute of Technology"
	}, {
		"id": 1700003,
		"name": "Asian University Of Science And Technology"
	}, {
		"id": 1700004,
		"name": "Bangkok University"
	}, {
		"id": 1700005,
		"name": "Burapha University"
	}, {
		"id": 1700006,
		"name": "Chiang Mai University"
	}, {
		"id": 1700007,
		"name": "Christian University"
	}, {
		"id": 1700008,
		"name": "Chulalongkorn University "
	}, {
		"id": 1700009,
		"name": "Eastern Asia University"
	}, {
		"id": 1700010,
		"name": "Kasem Bundit University"
	}, {
		"id": 1700011,
		"name": "Kasetsart University"
	}, {
		"id": 1700012,
		"name": "Maejo University"
	}, {
		"id": 1700013,
		"name": "Mahanakorn University"
	}, {
		"id": 1700014,
		"name": "Mahidol University"
	}, {
		"id": 1700015,
		"name": "Naresuan University"
	}, {
		"id": 1700016,
		"name": "North-Chiang Mai University"
	}, {
		"id": 1700017,
		"name": "Ramkhamhaeng University"
	}, {
		"id": 1700018,
		"name": "Rangsit University"
	}, {
		"id": 1700019,
		"name": "Siam University"
	}, {
		"id": 1700020,
		"name": "Silpakorn University"
	}, {
		"id": 1700021,
		"name": "Sripatum University"
	}, {
		"id": 1700022,
		"name": "Suinakharinwirot University"
	}, {
		"id": 1700023,
		"name": "Sukhothai Thammathirat Open University"
	}, {
		"id": 1700024,
		"name": "Thammasat University"
	}, {
		"id": 1700025,
		"name": "Ubon Rajathanee University"
	}, {
		"id": 1700026,
		"name": "Yonok College"
	}, {
		"id": 1700027,
		"name": "KhonKaen University"
	}, {
		"id": 1700028,
		"name": "Stamford International University"
	}, {
		"id": 1700029,
		"name": "Uttaradit Rajabhat University "
	}, {
		"id": 1700030,
		"name": "Lampang Rajaphat University"
	}, {
		"id": 1700031,
		"name": "University of the Thai Chamber of Commerce"
	}, {
		"id": 1700032,
		"name": "Rachabhat Chandrakasem University"
	}, {
		"id": 1700033,
		"name": "Mae Fah Luang University"
	}],
	"name": "泰国",
	"provs": ""
}, {
	"id": "18",
	"univs": [{
		"id": 1800001,
		"name": "Донецкий национальный университет экономики и торговли имени Михаила Туган-Барановского"
	}, {
		"id": 1800002,
		"name": "луганский национальный педагогический университет"
	}, {
		"id": 1800003,
		"name": "киивський  национа университет им тараса шевченка "
	}, {
		"id": 1800004,
		"name": "харкивський национальный университет "
	}, {
		"id": 1800005,
		"name": "Донецкий национальный университет "
	}, {
		"id": 1800006,
		"name": "одеса национальный университет "
	}, {
		"id": 1800007,
		"name": "Национальный Фармацевтический Университет "
	}, {
		"id": 1800008,
		"name": "Харьковский Национальный Университет им. В. Н. Каразина"
	}, {
		"id": 1800010,
		"name": "Днепропетровский национальный университет им"
	}, {
		"id": 1800011,
		"name": "одеса национальный политехничный университет"
	}, {
		"id": 1800012,
		"name": "Киевский национальный университет технологи и дизайна"
	}, {
		"id": 1800013,
		"name": "Донецький нацональний университет"
	}, {
		"id": 1800014,
		"name": "Приазовский государственный технический университет"
	}, {
		"id": 1800015,
		"name": "Краматорский экономико-гуманитарный институт"
	}, {
		"id": 1800016,
		"name": "национальна музична академия украины имени П.И.Чайковського"
	}, {
		"id": 1800017,
		"name": "Харьковский государственный академия дизайну"
	}, {
		"id": 1800018,
		"name": "Национальный аэрокосмический университет им.Н.Е.Жуковского"
	}, {
		"id": 1800019,
		"name": "ХАРКОВСЬКИЙ АКАДЕМИЯ КУЛЬТУРИ"
	}, {
		"id": 1800020,
		"name": "луганский национальный аграрный университет"
	}, {
		"id": 1800021,
		"name": "Московский Государственный университет им.МАМИ "
	}, {
		"id": 1800022,
		"name": "национальний авиациний университет"
	}, {
		"id": 1800023,
		"name": "национальний транспортний университет"
	}, {
		"id": 1800024,
		"name": "Национальный технический университет украины"
	}, {
		"id": 1800025,
		"name": "національна академія образотворчого мистецтва і архітектури"
	}, {
		"id": 1800026,
		"name": "Одесской государственной музыкальной академии им. А.B.Неждановой"
	}, {
		"id": 1800027,
		"name": "Дніпропетровська державна медична академія"
	}, {
		"id": 1800028,
		"name": "Киевский Национальный лингвистический университет"
	}, {
		"id": 1800029,
		"name": "национальная металлургическая академия"
	}, {
		"id": 1800030,
		"name": "Таврический национальный университет им. В. И. Вернадского"
	}, {
		"id": 1800031,
		"name": "украинская медицинская стоматологическая академия"
	}, {
		"id": 1800032,
		"name": "Український державний хіміко-технологічний університет"
	}, {
		"id": 1800033,
		"name": "Харківська державна академія культури"
	}, {
		"id": 1800034,
		"name": "Харьковский национальный педагогический университет "
	}, {
		"id": 1800035,
		"name": "Харьковского государственного университета искусств им.И.П.Котляревского"
	}, {
		"id": 1800036,
		"name": "Вінницький національний технічний університет"
	}, {
		"id": 1800037,
		"name": "Киевский национальный лингвистический университет "
	}, {
		"id": 1800038,
		"name": "Львівський національний медичний університет імені Данила Галицького"
	}, {
		"id": 1800039,
		"name": "Харьковский политехнический институт "
	}, {
		"id": 1800040,
		"name": "Донецкий национальный медицинский университет им.А.М.Горького"
	}, {
		"id": 1800041,
		"name": "НАЦІОНАЛЬНИЙ УНІВЕРСИТЕТ "ЛЬВІВСЬКАПОЛІТЕХНІКА
		""
	}, {
		"id": 1800042,
		"name": "Національний медичний університет ім.О.О.Богомольця"
	}, {
		"id": 1800043,
		"name": "Івано-Франкіиський Національний Технічний Уніиерситет Нафти І Газу"
	}, {
		"id": 1800044,
		"name": "Национальный университет физического воспитания и спорта Украины"
	}, {
		"id": 1800045,
		"name": "Національний педагогічний університет імені М.П.Драгоманова"
	}, {
		"id": 1800046,
		"name": "Кіровоградський національний технічний університет"
	}],
	"name": "乌克兰",
	"provs": ""
}, {
	"id": "19",
	"univs": [{
		"id": 1900001,
		"name": "University of the Witswatersrand, Johannesburg "
	}, {
		"id": 1900002,
		"name": "University of Johannesburg "
	}, {
		"id": 1900003,
		"name": "University of Cape Town "
	}, {
		"id": 1900004,
		"name": "University of Pretoria "
	}, {
		"id": 1900005,
		"name": "Cape Peninsula University of Technology"
	}, {
		"id": 1900006,
		"name": "University of the Western Cape"
	}, {
		"id": 1900007,
		"name": "Roedean School (SA)"
	}, {
		"id": 1900008,
		"name": "Universidad de La Habana"
	}, {
		"id": 1900009,
		"name": "Northlink Collage"
	}, {
		"id": 1900010,
		"name": "Stellenbosch University"
	}, {
		"id": 1900011,
		"name": "University Of The Free State"
	}],
	"name": "南非",
	"provs": ""
}, {
	"id": "20",
	"univs": [{
		"id": 2000001,
		"name": "Åbo Akademi University"
	}, {
		"id": 2000002,
		"name": "University of Helsinki"
	}, {
		"id": 2000003,
		"name": "University of Joensuu"
	}, {
		"id": 2000004,
		"name": "University of Jyväskylä"
	}, {
		"id": 2000005,
		"name": "University of Kuopio"
	}, {
		"id": 2000006,
		"name": "University of Lapland "
	}, {
		"id": 2000007,
		"name": "University of Oulu"
	}, {
		"id": 2000008,
		"name": "University of Tampere"
	}, {
		"id": 2000009,
		"name": "University of Turku"
	}, {
		"id": 2000010,
		"name": "University of Vaasa"
	}, {
		"id": 2000011,
		"name": "Helsinki University of Technology"
	}, {
		"id": 2000012,
		"name": "Lappeenranta University of Technology"
	}, {
		"id": 2000013,
		"name": "Tampere University of Technology"
	}, {
		"id": 2000014,
		"name": "Helsinki School of Economics"
	}, {
		"id": 2000015,
		"name": "Swedish School of Economics and Business Administration"
	}, {
		"id": 2000016,
		"name": "Turku School of Economics and Business Administration "
	}, {
		"id": 2000017,
		"name": "Academy of Fine Arts"
	}, {
		"id": 2000018,
		"name": "Sibelius Academy"
	}, {
		"id": 2000019,
		"name": "Theatre Academy"
	}, {
		"id": 2000020,
		"name": "University of Art and Design Helsinki"
	}, {
		"id": 2000021,
		"name": "Kymenlaakso University of Applied Sciences"
	}, {
		"id": 2000022,
		"name": "Lahti University of Applied Sciences"
	}, {
		"id": 2000023,
		"name": "Kemi-Tornio University of Applied Sciences"
	}, {
		"id": 2000024,
		"name": "Laurea University of Applied Sciences"
	}, {
		"id": 2000025,
		"name": "HAAGA-HELIA University of Applied Sciences"
	}, {
		"id": 2000026,
		"name": "HAMK University of Applied Sciences"
	}, {
		"id": 2000027,
		"name": "Åland University of Applied Sciences"
	}, {
		"id": 2000028,
		"name": "Arcada University of Applied Sciences"
	}, {
		"id": 2000029,
		"name": "Central Ostrobothnia University of Applied Sciences"
	}, {
		"id": 2000030,
		"name": "Diaconia University of Applied Sciences"
	}, {
		"id": 2000031,
		"name": "EVTEK University of Applied Sciences"
	}, {
		"id": 2000032,
		"name": "Humak University of Applied Sciences"
	}, {
		"id": 2000033,
		"name": "Jyväskylä University of Applied Sciences"
	}, {
		"id": 2000034,
		"name": "Kajaani University of Applied Sciences"
	}, {
		"id": 2000035,
		"name": "Mikkeli University of Applied Sciences"
	}, {
		"id": 2000036,
		"name": "North Karelia University of Applied Sciences"
	}, {
		"id": 2000037,
		"name": "Oulu University of Applied Sciences"
	}, {
		"id": 2000038,
		"name": "Pirkanmaa University of Applied Sciences"
	}, {
		"id": 2000039,
		"name": "Rovaniemi University of Applied Sciences"
	}, {
		"id": 2000040,
		"name": "Satakunta University of Applied Sciences"
	}, {
		"id": 2000041,
		"name": "Savonia University of Applied Sciences"
	}, {
		"id": 2000042,
		"name": "Seinäjoki University of Applied Sciences"
	}, {
		"id": 2000043,
		"name": "South Karelia University of Applied Sciences"
	}, {
		"id": 2000044,
		"name": "Southwest University of Applied Sciences"
	}, {
		"id": 2000045,
		"name": "Stadia University of Applied Sciences"
	}, {
		"id": 2000046,
		"name": "Swedish University of Applied Sciences"
	}, {
		"id": 2000047,
		"name": "Tampere University of Applied Sciences"
	}, {
		"id": 2000048,
		"name": "Turku University of Applied Sciences"
	}, {
		"id": 2000049,
		"name": "Vaasa University of Applied Sciences"
	}, {
		"id": 2000050,
		"name": "Kajaani University of Applied Science"
	}, {
		"id": 2000051,
		"name": "Aalto University"
	}],
	"name": "芬兰",
	"provs": ""
}, {
	"id": "21",
	"univs": [{
		"id": 2100001,
		"name": "Chalmers University of Technology"
	}, {
		"id": 2100002,
		"name": "Göteborg University"
	}, {
		"id": 2100003,
		"name": "Royal Institute of Technology"
	}, {
		"id": 2100004,
		"name": "Lund University"
	}, {
		"id": 2100005,
		"name": "Uppsala University"
	}, {
		"id": 2100006,
		"name": "Linköping University"
	}, {
		"id": 2100007,
		"name": "Stockholm University"
	}, {
		"id": 2100008,
		"name": "Umeå University"
	}, {
		"id": 2100009,
		"name": "Karolinska Institutet"
	}, {
		"id": 2100010,
		"name": "Blekinge Institute of Technology"
	}, {
		"id": 2100011,
		"name": "Jönköping University"
	}, {
		"id": 2100012,
		"name": "Univerity West"
	}, {
		"id": 2100013,
		"name": "Högskolan Dalarna"
	}, {
		"id": 2100014,
		"name": "Luleå Tekniska Universitet"
	}, {
		"id": 2100015,
		"name": "Mälardalen University"
	}, {
		"id": 2100016,
		"name": "Högskolan Kristianstad "
	}, {
		"id": 2100017,
		"name": "Konstfack University College of Arts Crafts and Design"
	}, {
		"id": 2100018,
		"name": "Orebro University"
	}, {
		"id": 2100019,
		"name": "University College of Borås"
	}, {
		"id": 2100020,
		"name": "Växjö University"
	}, {
		"id": 2100021,
		"name": "Kristianstad University"
	}, {
		"id": 2100022,
		"name": "Halmstad University "
	}, {
		"id": 2100023,
		"name": "Högskolan i Gävle "
	}, {
		"id": 2100024,
		"name": "Malmö högskola"
	}, {
		"id": 2100025,
		"name": "Sveriges lantbruksuniversitet"
	}, {
		"id": 2100026,
		"name": "Linnaeus University"
	}, {
		"id": 2100027,
		"name": "Malmö University"
	}, {
		"id": 2100028,
		"name": "University of Skövde"
	}],
	"name": "瑞典",
	"provs": ""
}, {
	"id": "22",
	"univs": [{
		"id": 2200001,
		"name": "Universidad de Salamanca"
	}, {
		"id": 2200002,
		"name": "Universidad de Jaen"
	}, {
		"id": 2200003,
		"name": "Universidad de Granada"
	}, {
		"id": 2200004,
		"name": "Universitat Ramon Llull"
	}, {
		"id": 2200005,
		"name": "AUTòNOMA DE BARCELONA"
	}, {
		"id": 2200006,
		"name": "European University"
	}, {
		"id": 2200007,
		"name": "Universidad Complutense de Madrid "
	}, {
		"id": 2200008,
		"name": "Universidad de León"
	}, {
		"id": 2200009,
		"name": "Universitat de Barcelona"
	}, {
		"id": 2200010,
		"name": "Universidad de La Rioja"
	}, {
		"id": 2200011,
		"name": "Universidad de Málaga"
	}, {
		"id": 2200012,
		"name": "Universitat Politecnica De Catalunya"
	}, {
		"id": 2200013,
		"name": "Universidad de Castilla La-mancha"
	}, {
		"id": 2200014,
		"name": "la Universidad Autónoma de Madrid "
	}, {
		"id": 2200015,
		"name": "la Universidad de Alcala"
	}, {
		"id": 2200016,
		"name": "Universidad de Navarra"
	}, {
		"id": 2200017,
		"name": "ESADE Business School "
	}, {
		"id": 2200018,
		"name": "Universitat de les Illes Balears"
	}, {
		"id": 2200019,
		"name": "Universitat de Valencia"
	}, {
		"id": 2200020,
		"name": "Universidad de La Habana"
	}, {
		"id": 2200021,
		"name": "Universidad de Sevilla"
	}, {
		"id": 2200022,
		"name": "Universidad de Alicante"
	}, {
		"id": 2200023,
		"name": "Juan Carlos III "
	}, {
		"id": 2200024,
		"name": "Universitat Rovira i Virgili"
	}, {
		"id": 2200026,
		"name": "Don Quixote"
	}, {
		"id": 2200027,
		"name": "Universidad de Burgos"
	}, {
		"id": 2200028,
		"name": "Universidad Politécnica de Madrid "
	}, {
		"id": 2200029,
		"name": "Universidad Politécnica de Valencia "
	}, {
		"id": 2200030,
		"name": "Universidad Rey Juan Carlos "
	}, {
		"id": 2200031,
		"name": "Universitat Pompeu Fabra "
	}, {
		"id": 2200032,
		"name": "La Universidad De Córdoba"
	}],
	"name": "西班牙",
	"provs": ""
}, {
	"id": "23",
	"univs": [{
		"id": 2300001,
		"name": "Académie royale des Beaux-Arts de Liège"
	}, {
		"id": 2300002,
		"name": "Institut des arts de diffusion"
	}, {
		"id": 2300003,
		"name": "Académie royale des Beaux-Arts de Bruxelles"
	}, {
		"id": 2300004,
		"name": "Haute Ecole Charlemagne"
	}, {
		"id": 2300005,
		"name": "Haute Ecole provinciale de Charleroi - Université du travail"
	}, {
		"id": 2300006,
		"name": "Haute Ecole Léonard de Vinci"
	}, {
		"id": 2300007,
		"name": "Université de Liège"
	}, {
		"id": 2300008,
		"name": "Université libre de Bruxelles"
	}, {
		"id": 2300009,
		"name": "Université catholique de Louvain"
	}, {
		"id": 2300010,
		"name": "Katholieke Hogeschool Brugge-Oostende"
	}, {
		"id": 2300011,
		"name": "Katholieke Hogeschool Leuven"
	}, {
		"id": 2300012,
		"name": "Hogeschool Groep-T Leuven"
	}, {
		"id": 2300013,
		"name": "Katholieke Hogeschool Brussel"
	}, {
		"id": 2300014,
		"name": "Katholieke Universiteit Leuven"
	}, {
		"id": 2300015,
		"name": "University of Antwerp"
	}],
	"name": "比利时",
	"provs": ""
}, {
	"id": "24",
	"univs": [{
		"id": 2400001,
		"name": "Norwegian School of Management"
	}, {
		"id": 2400002,
		"name": "The Norwegian Academy of Music"
	}, {
		"id": 2400003,
		"name": "Oslo National College of the Arts"
	}, {
		"id": 2400004,
		"name": "Oslo School of Architecture"
	}, {
		"id": 2400005,
		"name": "Agricultural University of Norway，Aas"
	}, {
		"id": 2400006,
		"name": "University of Troms"
	}, {
		"id": 2400007,
		"name": "Norwegian University Of Science And Technology"
	}, {
		"id": 2400008,
		"name": "University of Bergen"
	}, {
		"id": 2400009,
		"name": "University of Oslo"
	}, {
		"id": 2400010,
		"name": "Valda University College"
	}, {
		"id": 2400011,
		"name": "Vestfold University College"
	}, {
		"id": 2400012,
		"name": "Stavanger University College"
	}, {
		"id": 2400013,
		"name": "Oslo University College"
	}, {
		"id": 2400014,
		"name": "Narvik University College"
	}, {
		"id": 2400015,
		"name": "Hogskolen i Ostfold"
	}, {
		"id": 2400016,
		"name": "Høgskolen i Narvik"
	}, {
		"id": 2400017,
		"name": "Høgskolen i Molde"
	}, {
		"id": 2400018,
		"name": "Høgskolen i Telemark"
	}, {
		"id": 2400019,
		"name": "University of Agder"
	}, {
		"id": 2400020,
		"name": "Norwegian School of Economics and Business Administration"
	}, {
		"id": 2400021,
		"name": "Harstad University college"
	}, {
		"id": 2400022,
		"name": "Aalesund University College"
	}, {
		"id": 2400023,
		"name": "Høgskolen i Bodø"
	}, {
		"id": 2400024,
		"name": "Telemark University College"
	}, {
		"id": 2400025,
		"name": "Högskolen i Ålesund"
	}],
	"name": "挪威",
	"provs": ""
}, {
	"id": "25",
	"univs": [{
		"id": 2500001,
		"name": "IT University of Copenhagen"
	}, {
		"id": 2500002,
		"name": "Technical University of Denmark"
	}, {
		"id": 2500003,
		"name": "Aalborg University"
	}, {
		"id": 2500004,
		"name": "Roskilde University"
	}, {
		"id": 2500005,
		"name": "University of Southern Danmark"
	}, {
		"id": 2500006,
		"name": "Aarhus University"
	}, {
		"id": 2500007,
		"name": "University of Copenhagen"
	}, {
		"id": 2500008,
		"name": "Ingeniørhøjskolen i København"
	}, {
		"id": 2500009,
		"name": "Niels Brock Business College"
	}, {
		"id": 2500010,
		"name": "Roskilde Business College"
	}, {
		"id": 2500011,
		"name": "Suhr's University College "
	}, {
		"id": 2500012,
		"name": "VIA University College"
	}, {
		"id": 2500013,
		"name": "Copenhagen Technical Academy"
	}, {
		"id": 2500014,
		"name": "Copenhagen Business School "
	}, {
		"id": 2500015,
		"name": "The Royal Danish Academy of Music"
	}, {
		"id": 2500016,
		"name": "the danish business academy"
	}],
	"name": "丹麦",
	"provs": ""
}, {
	"id": "26",
	"univs": [{
		"id": 2600001,
		"name": "University of the Phlippines "
	}, {
		"id": 2600002,
		"name": "University of Santo Tomas "
	}, {
		"id": 2600003,
		"name": "De La Salle University "
	}, {
		"id": 2600004,
		"name": "Far Eastern University  "
	}, {
		"id": 2600005,
		"name": "Ateneo De Manila University "
	}, {
		"id": 2600006,
		"name": "Asian Institute of Management "
	}, {
		"id": 2600007,
		"name": "Jose Rizal University"
	}, {
		"id": 2600008,
		"name": "Centro Escolar University"
	}, {
		"id": 2600009,
		"name": "Saint Louis University"
	}, {
		"id": 2600010,
		"name": "University of Baguio"
	}, {
		"id": 2600011,
		"name": "St.paul University "
	}, {
		"id": 2600012,
		"name": "Divine Word College of San Jose "
	}, {
		"id": 2600013,
		"name": "Ramon Magsaysay Technological University"
	}, {
		"id": 2600014,
		"name": "Far Eastern University "
	}, {
		"id": 2600015,
		"name": "International Academy of Management and Economics"
	}, {
		"id": 2600016,
		"name": "technological university of the Philippines"
	}, {
		"id": 2600017,
		"name": "university of the east"
	}, {
		"id": 2600018,
		"name": "la consolation college manila"
	}],
	"name": "菲律宾",
	"provs": ""
}, {
	"id": "27",
	"univs": [{
		"id": 2700001,
		"name": "Uniwersytet Warszawski"
	}, {
		"id": 2700002,
		"name": "Uniwersytet w Białymstoku"
	}, {
		"id": 2700003,
		"name": "Uniwersytet Gdański"
	}, {
		"id": 2700004,
		"name": "Politechnika Warszawska"
	}, {
		"id": 2700005,
		"name": "Politechnika Białostocka"
	}, {
		"id": 2700006,
		"name": "Akademia Ekonomiczna im. Karola Adamieckiego"
	}, {
		"id": 2700007,
		"name": "Akademia Ekonomiczna w Krakowie"
	}, {
		"id": 2700008,
		"name": "Akademia Muzyczna w Krakowie"
	}, {
		"id": 2700009,
		"name": "AGH-University of Science and Technology "
	}, {
		"id": 2700010,
		"name": "Uniwersytet Wrocławski"
	}, {
		"id": 2700011,
		"name": "Politechnika Gdanska"
	}, {
		"id": 2700012,
		"name": "Medical University of Warsaw"
	}],
	"name": "波兰",
	"provs": ""
}, {
	"id": "28",
	"univs": [{
		"id": 2800001,
		"name": "University of Delhi"
	}, {
		"id": 2800002,
		"name": "Jawaharlal Nehru University"
	}, {
		"id": 2800003,
		"name": "Bangalore University"
	}, {
		"id": 2800004,
		"name": "Osmania University"
	}, {
		"id": 2800005,
		"name": "University Of Madras"
	}, {
		"id": 2800006,
		"name": "SRM University"
	}, {
		"id": 2800007,
		"name": "Vellore Institute of Technology"
	}],
	"name": "印度",
	"provs": ""
}, {
	"id": "29",
	"univs": [{
		"id": 2900001,
		"name": "Akademie der bildenden Künste Wien"
	}, {
		"id": 2900002,
		"name": "Donau-Universität Krems"
	}, {
		"id": 2900003,
		"name": "European Peace University"
	}, {
		"id": 2900004,
		"name": "Fachhochschule des bfi Wien Gesellschaft m.b.H."
	}, {
		"id": 2900005,
		"name": "Fachhochschule Technikum Kärnten"
	}, {
		"id": 2900006,
		"name": "Fachhochschule Technikum Wien"
	}, {
		"id": 2900007,
		"name": "Fachhochschule Vorarlberg Ges.m.b.H."
	}, {
		"id": 2900008,
		"name": "Fachhochschulen Oberösterreich Studienbetriebes GmbH"
	}, {
		"id": 2900009,
		"name": "Fachhochschulstudiengänge Burgenland Ges. m.b.H."
	}, {
		"id": 2900010,
		"name": "FH Joanneum Ges.m.b.H."
	}, {
		"id": 2900011,
		"name": "FH Salzburg Fachhochschulgesellschaft m.b.H."
	}, {
		"id": 2900012,
		"name": "FHS Kufstein Tirol Bildungs-Ges.m.b.H."
	}, {
		"id": 2900013,
		"name": "Franz Schubert Konservatorium "
	}, {
		"id": 2900014,
		"name": "Graz University of Technology"
	}, {
		"id": 2900015,
		"name": "Hochschule für Musik und Darstellende Kunst Mozarteum"
	}, {
		"id": 2900016,
		"name": "IMC Fachhochschule Krems Ges. m.b.H."
	}, {
		"id": 2900017,
		"name": "Institut duer Paedagogik und Psychologie"
	}, {
		"id": 2900018,
		"name": "Johannes Kepler University of Linz"
	}, {
		"id": 2900019,
		"name": "Karl Franzens University"
	}, {
		"id": 2900020,
		"name": "Management Center Innsbruck Ges.m.b.H."
	}, {
		"id": 2900021,
		"name": "Medininische Universität Graz"
	}, {
		"id": 2900022,
		"name": "Medizinische Universität Innsbruck"
	}, {
		"id": 2900023,
		"name": "Medizinische Universität Wien"
	}, {
		"id": 2900024,
		"name": "Montanuniversität Leoben"
	}, {
		"id": 2900025,
		"name": "Salzburg College"
	}, {
		"id": 2900026,
		"name": "Technikum Vorarlberg"
	}, {
		"id": 2900028,
		"name": "Technische Universität Graz"
	}, {
		"id": 2900029,
		"name": "Technische Universität Wien"
	}, {
		"id": 2900030,
		"name": "Universität für angewandte Kunst Wien"
	}, {
		"id": 2900031,
		"name": "Universität für Bodenkultur"
	}, {
		"id": 2900032,
		"name": "Universität für Bodenkultur Wien"
	}, {
		"id": 2900033,
		"name": "Universität für künstlerische und industrielle Gestaltung Linz"
	}, {
		"id": 2900034,
		"name": "Universität für Musik und darstellende Kunst"
	}, {
		"id": 2900035,
		"name": "Universität für Musik und darstellende Kunst Wien"
	}, {
		"id": 2900036,
		"name": "Universität Innsbruck"
	}, {
		"id": 2900037,
		"name": "Universität Klagenfurt"
	}, {
		"id": 2900038,
		"name": "Universität Linz"
	}, {
		"id": 2900039,
		"name": "Universität Mozarteum Salzburg"
	}, {
		"id": 2900040,
		"name": "University of Art and Industrial Design"
	}, {
		"id": 2900041,
		"name": "University of Economics, Vienna"
	}, {
		"id": 2900042,
		"name": "University of Innsbruck"
	}, {
		"id": 2900043,
		"name": "University of Salzburg"
	}, {
		"id": 2900044,
		"name": "University o在f Veterinary Medicine Vienna"
	}, {
		"id": 2900045,
		"name": "University of Vienna"
	}, {
		"id": 2900046,
		"name": "Vienna University of Technology"
	}, {
		"id": 2900048,
		"name": "MODUL University Vienna"
	}, {
		"id": 2900049,
		"name": "Anton Bruckner Privatuniversität"
	}, {
		"id": 2900050,
		"name": "WU Wirtschaftsuniversität Wien"
	}],
	"name": "奥地利",
	"provs": ""
}]